{"entries":[{"book":{"author":{"id":5736,"name":"Cal Newport","url":"/autor/cal-newport"},"id":16494,"pages":304,"title":"Digital Minimalism","url":"/buch/digital-minimalism"},"book_type":"book","comment":"Reread for motivation to focus my digital life. Still good.","date":"2021-01-07","id":39711,"pinned":false,"private":false,"rating":5,"tags":["author_m","nonfiction","reread"],"type":"finished","url":"/eintrag/39711","user":{"username":"florian"}},{"book":{"author":{"id":9898,"name":"François Chollet","url":"/autor/fran%C3%A7ois-chollet"},"id":21280,"pages":384,"title":"Deep Learning with Python","url":"/buch/deep-learning-with-python"},"book_type":"book","comment":"A book about deep learning that really caters to my preferred learning style: It covers a lot of real-world applications (text analysis, sentiment analysis, vision, ...) and provides clear and practical code examples that invite you to try for yourself. Ultimately, trying it out and building something yourself is the way to _really_ grasp the concepts, I think, and this book does a really good job at it.\r\n\r\nWhile Francois Chollet does give some introduction in the beginning, it may be too little for the complete beginner. For anyone starting at a slightly-above beginner to intermediate level, I'd wholeheartedly recommend this book to learn Deep Learning with Python.","date":"2020-01-15","id":39095,"pinned":false,"private":false,"rating":5,"tags":["author_m","english","coding"],"type":"finished","url":"/eintrag/39095","user":{"username":"florian"}},{"book":{"author":{"id":2757,"name":"Stephen Fry","url":"/autor/stephen-fry"},"id":16165,"pages":448,"title":"Mythos","url":"/buch/mythos-2"},"book_type":"audio_book","comment":"The first time I really leaned into Greek mythology. Stephen Fry does a great job at retelling the myths, providing humor and context so that the stories stick. It's still a lot, so I won't remember all of it. This may also be because I listened to the audiobooks so I couldn't earmark or highlight certain chapters or characters. Still, Stephen Fry reads it himself, so I would definitely recommend the audio version. He's definitely my favorite person to read any audiobook in the English language.","date":"2020-12-15","id":39094,"pinned":false,"private":false,"rating":4,"tags":["english","fiction","author_m"],"type":"finished","url":"/eintrag/39094","user":{"username":"florian"}},{"book":{"author":{"id":56,"name":"Benedict Wells","url":"/autor/benedict-wells"},"id":8271,"pages":355,"title":"Vom Ende der Einsamkeit","url":"/buch/vom-ende-der-einsamkeit"},"book_type":"book","comment":"Unglaublich schön geschrieben. Hätte fast einen Stern abgezogen, da die Geschichte eigentlich zu traurig ist, um sie während der Pandemie zu lesen. Das ist wohl eher ein Zeichen, wie gut Benedict Wells schreibt.","date":"2020-12-22","id":39092,"pinned":false,"private":false,"rating":5,"tags":["german","fiction","novel","author_m"],"type":"finished","url":"/eintrag/39092","user":{"username":"florian"}},{"book":{"author":{"id":632,"name":"Robert Harris","url":"/autor/robert-harris"},"id":21209,"pages":400,"title":"Selling Hitler","url":"/buch/selling-hitler"},"book_type":"book","comment":"Wow, what a story. \r\n\r\nI was only vaguely aware of the publishing scandal surrounding the \"Hitler diaries\" in 1983. The Hamburg-based magazine Stern had spent millions to fetch them through one of their journalists who in turn received them from a dealer that managed to acquire them from East Germany. Except: None of this was true and honest. The Stern management had committed to the deal behind their editors' back, the journalist kept half the money for himself (and spent lavishly on Hitler memorabilia) and the dealer in fact did not acquire the \"diaries\", but obediently forged them one by one as more money kept pouring in.\r\n\r\nI couldn't stop reading. This story has everything and raises some interesting questions aside from the story itself: To what lengths do we go to deceive ourselves if we desire for something to be true? How easy do we calm our inquisitory and skeptic nature if an authority we trust has provided us with enough plausible explanations, even if they themselves have been deceived due to a series of mistakes and oversights?\r\n\r\nRobert Harris wrote this book in 1986, briefly after the whole story had collapsed. I do not know what additional information has come to light in the 30+ years since, so this book may in fact be a little out of date. Also, I would have wished for a little transparency on how Harris was able to reconstruct the series of events, down to individual conversations. If the book has shown me one thing, it is to be skeptical of someone's narration of events, as long as the source isn't validated completely. What remains is a little uncertainty as to which assumptions Harris had to make to be able to tell it in such a cohesive and compelling manner. In any case, a book well worth reading if the story interests you.","date":"2020-11-30","id":38938,"pinned":false,"private":false,"rating":4,"tags":["english","history","author_m"],"type":"finished","url":"/eintrag/38938","user":{"username":"florian"}},{"book":{"author":{"id":8601,"name":"Mike Brown","url":"/autor/mike-brown"},"id":18302,"pages":288,"title":"How I Killed Pluto and Why It Had It Coming","url":"/buch/how-i-killed-pluto-and-why-it-had-it-coming"},"book_type":"book","comment":"The story of astrophysicist Mike Brown whose calling it is to observe the skies, trying to find new objects in our solar system. When he finds one particular object, the space community has come to grips with the fact that Pluto may actually not be a planet - and what exactly is a planet anyways?\r\n\r\nExtremely entertaining, and sometimes shocking to learn about the politics of \"who saw it first\". I liked it a lot.","date":"2020-11-21","id":38797,"pinned":false,"private":false,"rating":5,"tags":["english","science","author_m"],"type":"finished","url":"/eintrag/38797","user":{"username":"florian"}},{"book":{"author":{"id":4048,"name":"Neil MacGregor","url":"/autor/neil-macgregor"},"id":21114,"pages":416,"title":"Germany","url":"/buch/germany-2"},"book_type":"book","comment":"The subtitle of the book is \"Memories of a Nation\" and that describes it pretty well: From a non-German's perspective, MacGregor, who is the director of the British museum, describes German history in the format of many little episodes, each centered around one object, person, place or theme. He highlights how these things are good examples that explain the formation of a collective identity. They are tied together under one overarching thesis: This German identity has been defined by four great traumas:\r\n1. 1618-1648: The Thirty Year's War \r\n2. 1806-ish: Napoleon's victory over Prussia; most distinctly Napoleon's entering and occupation of Berlin\r\n3. 1933-1945: The \"Third Reich\" and the Holocaust\r\n4. 1949-1990: The division of Germany in East and West.\r\n\r\nThis is a history book. But it isn't a book about _all_ of German history. MacGregor cherry-picks to tell the stories that best illustrate his main thesis. I think this is actually the strength of the book: Told as multiple stories, it doesn't feel like a dry list of events. Instead, it's compelling, interesting and even entertaining to read.\r\n\r\nI've highlighted much for further reading and can recommend this book to anyone who is interested in German history and who wants to understand how German identity has been and is being formed.\r\n","date":"2020-11-14","id":38752,"pinned":false,"private":false,"rating":5,"tags":["english","history","author_m"],"type":"finished","url":"/eintrag/38752","user":{"username":"florian"}},{"book":{"author":{"id":9801,"name":"Wes McKinney","url":"/autor/wes-mckinney"},"id":21080,"pages":452,"title":"Python for Data Analysis","url":"/buch/python-for-data-analysis"},"book_type":"book","comment":"A book about data analysis with Python using the popular Pandas library (de-facto standard for data wrangling), written by the creator of Pandas himself. Or as I like to call it: The Pandas Book.\r\n\r\nFirst of, don't get me wrong: The 3-star rating doesn't mean this is not a good book. It just wasn't written in a style that I would have personally preferred.\r\n\r\nPros:\r\n- Very extensive coverage of (almost) the complete Pandas API. I feel like I have seen (and tried) all major Pandas features now.\r\n- Many code examples to see features in action.\r\n- Excellent last chapter where the author goes through real-world data sets and shows how to explore and analyse data using Pandas features.\r\n\r\nCons:\r\n- Large majority of examples using dummy data (`foo` and `bar` and random numbers). While this shows the technical interface, it didn't help me grasp the application potential in many cases.\r\n- The structure made the book feel like official API documentation extended with a bit of prose. To be fair, the author made that clear in the preface, but the book had promised me a \"hands-on guide (...) packed with practical case studies\", and I only found that to be true in the last chapter.\r\n\r\nWhat helped me was having a group of friends to discuss the book. We read one chapter a week and shared our notebooks of playing around with Pandas and our own data sets. While I personally prefer a slightly different style of coding books, studying this one has helped tremendously in becoming more familiar and confident in using Pandas for my data science projects.\r\n","date":"2020-11-02","id":38674,"pinned":false,"private":false,"rating":3,"tags":["tech","english","coding","author_m"],"type":"finished","url":"/eintrag/38674","user":{"username":"florian"}},{"book":{"author":{"id":4662,"name":"J.L. Carr","url":"/autor/j-l-carr"},"id":9538,"pages":144,"title":"Ein Monat auf dem Land","url":"/buch/ein-monat-auf-dem-land"},"book_type":"book","comment":"Eine kurze Geschichte. Schön geschrieben und angenehm wehmütig. Nicht aktiv traurig, eher nachdenklich. Ich mochte es sehr.","date":"2020-10-18","id":38445,"pinned":false,"private":false,"rating":4,"tags":["german","fiction","author_m"],"type":"finished","url":"/eintrag/38445","user":{"username":"florian"}},{"book":{"author":{"id":7539,"name":"James Clear","url":"/autor/james-clear"},"id":16194,"pages":320,"title":"Atomic Habits","url":"/buch/atomic-habits"},"book_type":"book","comment":"James Clear describes how habits work in your brain (4 stages: cue, craving, response, reward) and how you can use that knowledge to build good habits and break bad ones.\r\n\r\nThe framework makes sense and it's clearly laid out in the book. His examples gave good context and made the text enjoyable and quick to read.\r\n\r\nOne thing I didn't like were the many pointers to the website and newsletter. There are even two chapters in the end which are \"bonus chapters\", meaning you can get them if you sign up for the newsletter.  The recommended reading at the end is... a pointer to the newsletter. Would have preferred to have this book be a bit separate from online growth strategies.\r\n\r\nIn any case, the content was really good and I'm sure I'll make use of this. I've already started implementing some strategies in my life.","date":"2020-10-17","id":38441,"pinned":false,"private":false,"rating":4,"tags":["english","author_m","nonfiction"],"type":"finished","url":"/eintrag/38441","user":{"username":"florian"}},{"book":{"author":{"id":4651,"name":"André Kostolany","url":"/autor/andr-kostolany"},"id":9517,"pages":240,"title":"Die Kunst, über Geld nachzudenken","url":"/buch/die-kunst-ueber-geld-nachzudenken"},"book_type":"audio_book","comment":"Ein Hauch vergangener Zeiten. Angenehmes Hörbuch, auch wenn einige Anekdoten schon etwas aus der Zeit gefallen sind.","date":"2020-06-30","id":38406,"pinned":false,"private":false,"rating":4,"tags":["finance","german","author_m"],"type":"finished","url":"/eintrag/38406","user":{"username":"florian"}},{"book":{"author":{"id":632,"name":"Robert Harris","url":"/autor/robert-harris"},"id":20972,"pages":320,"title":"V2","url":"/buch/v2"},"book_type":"audio_book","comment":"I just finished the Von Braun biography 2 weeks ago and stumbled on this book in a book store around the same time. It had just come out in mid September.\r\nThis is a fictional account the V2 rocket during WW2, told from two perspectives. It's a good story and particularly interesting to read briefly after the Von Braun biography. Naturally, there are many overlaps when it comes to fact-dropping.\r\nI went for the audio book, which was a good choice. The narrator's voice is very pleasant.","date":"2020-10-12","id":38405,"pinned":false,"private":false,"rating":4,"tags":["english","fiction","author_m"],"type":"finished","url":"/eintrag/38405","user":{"username":"florian"}},{"book":{"author":{"id":9745,"name":"Morgan Housel","url":"/autor/morgan-housel"},"id":20938,"pages":256,"title":"The Psychology of Money","url":"/buch/the-psychology-of-money"},"book_type":"book","comment":"I don't know how to categorize this books. It's not exactly a personal finance book, but kind of. It's not exactly a book about the foundations of behavioural finance, but kind of. I think the best way to describe it is that it's a collection of essay-form chapters loosely following a few central concepts: \r\n\r\n- It's better to be reasonable in investing than it is to be perfectly rational\r\n- Aim for a large margin of safety -- in investing but also in any life decisions\r\n- Saving is worthwhile without having to save \"for something\"\r\n- Accept that randomness is part of reality\r\n- View \"risk\" as the normal fee to pay for achieving high returns and don't even attempt to escape it (= don't try to time the market)\r\n\r\nI think Morgan Housel did a great job with this book. He didn't craft a whole new framework like many business book attempt to do. He didn't try to, and I think this was exactly right. This is a book that connects the dots, so to speak. It was short, to the point, and a breeze to read.","date":"2020-10-06","id":38338,"pinned":false,"private":false,"rating":5,"tags":["english","finance","author_m"],"type":"finished","url":"/eintrag/38338","user":{"username":"florian"}},{"book":{"author":{"id":88,"name":"Andreas Eschbach","url":"/autor/andreas-eschbach"},"id":13225,"pages":796,"title":"NSA - Nationales Sicherheits-Amt","url":"/buch/nsa-nationales-sicherheits-amt"},"book_type":"audio_book","comment":"Solider Thriller (?) slash Roman. Moderne Technologie wurde auf das Deutschland der 30er und 40er Jahre übertragen. Die Konzepte haben gut gepasst und waren teilweise gut erklärt. Selbst wenn es nie zur Sprache kam, war viel von den Beispielen etwas, was wir \"Data Science\" nennen würden. Sprachlich teilweise etwas sperrig, aber auch ulkig: Programmieren wurde zum Beispiel zum \"Programme stricken\".\r\n\r\nDas Hörbuch war super gelesen.","date":"2020-09-30","id":38297,"pinned":false,"private":false,"rating":3,"tags":["deutsch","fiction","author_m"],"type":"finished","url":"/eintrag/38297","user":{"username":"florian"}},{"book":{"author":{"id":9733,"name":"Michael Neufeld","url":"/autor/michael-neufeld"},"id":20909,"pages":624,"title":"Von Braun","url":"/buch/von-braun"},"book_type":"book","comment":"A remarkable biography about one of the most interesting characters of the twentieth century: Wernher von Braun. He infamously was the chief rocket engineer in the Third Reich, and after 1945 lived in the USA, eventually becoming one of the leading managers behind the US space program.\r\n\r\nI learned a lot about the entrepreneurial rocket boom of the early 20th century, the development of the V-2 rocket, and the Saturn program. The book goes into a lot of detail, in some places maybe even too much so, but overall all of it seemed important to understand von Braun's life.\r\n\r\nSomething remains unresolved for me personally: *Really* understanding von Braun's role and responsibility in the crimes of the V-2 production and the treatment of KZ prisoners. There appears to be very little hard evidence to come to a clear judgement on these questions. I don't think this is a shortcoming of the biography. It's more the ambiguity of the character Wernher von Braun and his role and standing in the history of the world.\r\n\r\nA meticulous biography. Highly recommended to anyone who's interested in the detailed history of early space exploration.","date":"2020-09-29","id":38282,"pinned":false,"private":false,"rating":5,"tags":["english","history","author_m"],"type":"finished","url":"/eintrag/38282","user":{"username":"florian"}},{"book":{"author":{"id":9698,"name":"Professor Brian Cox & Andrew Cohen","url":"/autor/professor-brian-cox-andrew-cohen"},"id":20830,"pages":288,"title":"Forces of Nature","url":"/buch/forces-of-nature"},"book_type":"book","comment":"This book lays out a scientist's view of the world, ranging from the history of important scientific findings to research papers from just a few years ago. \r\n\r\nBrian Cox (professor, educator, enthusiast) writes beautifully and tells compelling stories about the wonders of science. As I've learned in this book, he actually spent the years of his PhD in Hamburg, being no stranger to the Reeperbahn and other attractions. High five, Mr. Cox. ✋\r\n\r\nThis is neither a text book, nor one cohesive story, which is maybe something to criticise. However, I didn't mind at all and liked the book a lot. \r\n\r\nAs a reader, I felt encouraged to ask questions with the curiosity of a child's mind and to look for the answers through the eyes of science. \r\n\r\nAs a bonus, the text was set with pretty typography.","date":"2020-09-10","id":38069,"pinned":false,"private":false,"rating":4,"tags":["english","science","author_m"],"type":"finished","url":"/eintrag/38069","user":{"username":"florian"}},{"book":{"author":{"id":7238,"name":"Kim Scott","url":"/autor/kim-scott"},"id":15496,"pages":272,"title":"Radical Candor","url":"/buch/radical-candor"},"book_type":"book","comment":"I have to stay, I initially got off on the wrong foot with this book. The subtitle reads \"How to get what you want by saying what you mean\", but in my mind \"getting what you want\" isn't at all what this book is about.\r\n\r\nAlso, after the first 1-2 chapters, I thought I had in my hands what is so common for many business books: One core idea (here: \"care personally, challenge directly\") being re-iterated over the course of an entire book.\r\n\r\nBut then, Kim Scott caught my attention. More and more anecdotes resonated with me, and I realized she lays out a full management philosophy, in addition to actionable things to try. In particular the second half of the book (\"Tools & Techniques\") helped me understand _how_ to apply her ideas.\r\n\r\nSome things I learned:\r\n\r\n- Ruinous empathy: Presented as a common attitude of (new) managers, I can relate: You don't want to _hurt_ the other person, so you avoid giving criticism altogether. Turns out: This doesn't help anyone and you are failing on a core responsibility: Giving meaningful guidance to people who want to improve.\r\n- Career Conversations: Life story; dreams; 18-months plan. A structure on how to have guiding conversations with the people on your team. Help understand values and put the current position of the person in perspective to their larger career and life vision.\r\n- Separate debate meetings from decision meetings, or at least be explicit about it. In addition, I think you could further separate the ideation phase, so that ideas aren't shot down early by (well intended) debates.\r\n\r\nI can't and won't apply everything that's in this book. Some aspects simply don't apply. \"Firing people\" as described in the book just isn't legal in Germany. Other things are in fact already implemented in one way or another in the agile practices we try to live in my current team. But some concepts, while not being completely \"new\" perhaps, are now a lot clearer to me because Kimm Scott has given me the vocabulary to talk and think about.","date":"2020-09-06","id":38032,"pinned":false,"private":false,"rating":4,"tags":["english","business","author_f"],"type":"finished","url":"/eintrag/38032","user":{"username":"florian"}},{"book":{"author":{"id":8797,"name":"Massimo Pigliucci","url":"/autor/massimo-pigliucci"},"id":18724,"pages":288,"title":"How To Be A Stoic","url":"/buch/how-to-be-a-stoic"},"book_type":"book","comment":"I’ve had a little knowledge of stoicism - or what I thought stoicism was. This book helped me put some of my preconceptions in their right place and gave me a foundation. The chapters were a bit dense for me to digest every single thought while reading, but I feel I have a better understanding now than I had before.\r\n\r\nHere’s my rough takeaway: Like any philosophy, Stoicism is a school of thought on how to live a good life. Some central concepts are: \r\n\r\n- The dichotomy of control: Don’t worry about things you have no influence on. \r\n- Virtues above pleasure: It is not bad to lead of good life of earthly delights, as long as you never betray your fundamental virtues.\r\n- Mindfulness and mental awareness: Plans don’t work out perfectly; negative things happen - but you are still in control of how you react to these external influences and the curveballs life throws at you.\r\n\r\nI don’t think the author explicitly mentions “happiness” all too much in the book, but to me, Stoicism is a tangible mindset to create happiness from within. Then again, “happiness” could also be a “preferred indifferent” according to the stoic idea: Great if you have it, but not worth trading your virtues for. Hm. Food for thought.\r\n\r\nOverall, very glad I read this. Good book. May need to revisit some years in the future.\r\n","date":"2020-08-25","id":37824,"pinned":false,"private":false,"rating":4,"tags":["english","philosophy","author_m"],"type":"finished","url":"/eintrag/37824","user":{"username":"florian"}},{"book":{"author":{"id":594,"name":"Michael Crichton","url":"/autor/michael-crichton"},"id":20609,"pages":533,"title":"Dino Park","url":"/buch/dino-park"},"book_type":"book","comment":"Die Deutsche Version von Jurassic Park, in einer angenehmen und leicht von den 90ern angehauchten Übersetzung.\r\n\r\nSpannend geschrieben. Insgesamt mag ich es, dass sich \"die Katastrophe\" mit wenigen Beteiligten auf einer kleinen Insel abspielt. Ein Thriller, der aber nicht plakativ \"globaler Weltuntergang\" schreien muss, um packend zu sein.\r\n\r\nWas ich im Lesen manchmal verwechselt habe, waren die männlichen Charaktere. Hammond, Harding, Malcolm, Grant. Irgendwie alles mit \"a\". War aber nicht so wild, und kurz vor dem Ende hatte ich es dann fast komplett verstanden.\r\n\r\nIch zitiere aus dem Klappentext: \"ein schaurig-faszinierender Technothriller mit Biss\". Ja, stimmt schon.","date":"2020-08-08","id":37628,"pinned":false,"private":false,"rating":5,"tags":["author_m","german","novel"],"type":"finished","url":"/eintrag/37628","user":{"username":"florian"}},{"book":{"author":{"id":9567,"name":"Steven S. Skiena","url":"/autor/steven-s-skiena"},"id":20547,"pages":445,"title":"The Data Science Design Manual","url":"/buch/the-data-science-design-manual"},"book_type":"book","comment":"Read this as part of our \"Data Science Study Group\" that friends and I have been organising for the past three months. This book lends itself quite well to this kind of format: A broad overview of everything that Data Science entails. However, the book also stays at that high level. \r\n\r\nWhile Steven Skiena goes into detail on some of the algorithms, that level of detail really isn't the focus of that book - and that's okay. Having read it, I now feel like I have a good grasp of the field, but to really cater to my personal learning style, I will have to read something else in addition. I personally learn best when there is practical coding work happening. We used our group discussions to work on some examples ourselves (Kaggle competitions and similar), which added a good amount of depth to the pure text book.\r\n\r\nThe book itself can be found as a free download on Springer ebooks, and if you want a broad overview of Data Science, I can recommend it. If you want to be a full data scientist after having read the book, you will need to put in some more practical work yourself.","date":"2020-07-13","id":37486,"pinned":false,"private":false,"rating":0,"tags":["english","science","tech","author_m","coding"],"type":"finished","url":"/eintrag/37486","user":{"username":"florian"}},{"book":{"author":{"id":78,"name":"J. R. R. Tolkien","url":"/autor/j-r-r-tolkien"},"id":515,"pages":526,"title":"Der Herr  der Ringe: Die Gefährten","url":"/buch/der-herr-der-ringe-die-gefaehrten"},"book_type":"book","comment":"Ich habe endlich mal die deutsche Erstübersetzung von Margaret Carroux gelesen. Hat mir sehr gefallen! Irgendwie ein altertümlicheres Deutsch, aber es passt sehr zur Atmosphäre von Mittelerde, finde ich.","date":"2020-05-00","id":37485,"pinned":false,"private":false,"rating":5,"tags":["german","fantasy","novel","author_m"],"type":"finished","url":"/eintrag/37485","user":{"username":"florian"}},{"book":{"author":{"id":6130,"name":"Vicki Robin & Joe Dominguez","url":"/autor/vicki-robin-joe-dominguez"},"id":12623,"pages":368,"title":"Your Money or Your Life","url":"/buch/your-money-or-your-life"},"book_type":"book","comment":"A classic from the personal finance community. Vicki Robin, who appears to be an interesting and caring woman living somewhere on an island in the US, shares her philosophy on... well money and life.\r\n\r\nIn her framework, money equates 'life energy'. Every dollar you spend was earned with a certain number of minutes of your life. One interesting method she presents is calculating your 'real hourly wage'. Basically, take your 'official' hourly wage, but subtract any costs you have that simply support you working in the first place, and account for the additional time you actually spend to support your job. Your _real_ hourly wage may be disappointingly low.\r\n\r\nIn some places, I couldn't completely follow the line of thought. Simply put, one chapter went something like this: \"Stop pretending your job is what fills you with purpose and joy, it's a lie constructed by society. Instead, become financially independent so that you don't need to work for money. Find your passion, and you may even turn that passion into something that earns money\". Okay... but then you are where you started, aren't you? You work to earn money and tell yourself that it's what you're passionate about. I don't know, but this bit confused me.\r\n\r\nStill, I really liked the book. She constructs a holistic approach to money and offers tools to find out if your money spending is is really aligned with your values. Vicki Robin is a sincere and warm voice in a space often occupied by mostly technical approaches to thinking about money. This is a classic for good reason.","date":"2020-04-27","id":36474,"pinned":false,"private":false,"rating":4,"tags":["english","finance","author_f"],"type":"finished","url":"/eintrag/36474","user":{"username":"florian"}},{"book":{"author":{"id":604,"name":"Paul Auster","url":"/autor/paul-auster"},"id":18145,"pages":203,"title":"City of Glass","url":"/buch/city-of-glass-2"},"book_type":"book","comment":"A short read. Actually just one story of the \"New York Trilogy\". I'm still not sure what to think. It was a quick and nice read, for sure. And then it turns weird. Post modernist kind of weird. Gets you thinking, which is a plus. Leaves you hanging as a reader, which is a minus (for me, that is). Yes, it's great if an author can build up something and then not deliver on a tangible resolution at the end. Still, my naive self would have liked a more specific outcome. ","date":"2020-03-04","id":36034,"pinned":false,"private":false,"rating":3,"tags":["english","fiction","author_m"],"type":"finished","url":"/eintrag/36034","user":{"username":"florian"}},{"book":{"author":{"id":9249,"name":"Joel Greenblatt","url":"/autor/joel-greenblatt"},"id":19866,"pages":304,"title":"You Can Be a Stock Market Genius","url":"/buch/you-can-be-a-stock-market-genius"},"book_type":"book","comment":"A bit of a cringy title. But actually an amusing read. Not my style of investing, still some interesting examples. Bottom line: Invest when companies have restructurings, spin-offs or something similar. Mostly everything was explained with examples (or \"case studies\" as he called it). I'm always looking for data on \"many\" or \"all\" examples of that category, though. These case studies always appear cherry-picked - examples where his strategy just happened to work out. Anyways, it was a fun read.","date":"2020-03-02","id":36033,"pinned":false,"private":false,"rating":3,"tags":["english","finance","author_m"],"type":"finished","url":"/eintrag/36033","user":{"username":"florian"}},{"book":{"author":{"id":1447,"name":"Brandon Sanderson","url":"/autor/brandon-sanderson"},"id":5411,"pages":1008,"title":"The Way of Kings","url":"/buch/the-way-of-kings"},"book_type":"book","comment":"200 pages to get into the world. Then 600 pages of very good story that made me get to know (and love) the characters. And then, 200 pages of epic showdown.\r\n\r\nI'm hooked. Let's see how it continues. Brandon \"master of world-building\" Sanderson, bring it on!","date":"2020-02-21","id":35321,"pinned":false,"private":false,"rating":4,"tags":["english","fiction","author_m","fantasy"],"type":"finished","url":"/eintrag/35321","user":{"username":"florian"}},{"book":{"author":{"id":5736,"name":"Cal Newport","url":"/autor/cal-newport"},"id":13064,"pages":296,"title":"Deep Work: Rules for Focused Success in a Distracted World","url":"/buch/deep-work-rules-for-focused-success-in-a-distracted-world"},"book_type":"book","comment":"Cal Newport defines deep work as the activities performed in distraction-free environments and argues that this is what's necessary to really make use of your full intellectual capacity.\r\n\r\nThe table of contents pretty much sums up the essence of Newport's line of argument: Deep work is valuable, but it's rare. And then he goes on to lay down some rules, some of which include quitting social media, structuring your day better and saying \"no\" to things than do not significantly help towards reaching your professional goals.\r\n\r\nMy favorite piece of advice was his suggestion on how to schedule your day: \"Give every minute a job\". Being an avid budgeter of money, I've always been looking for good advice on how to budget time. What he suggests is pretty simple, and won't surprise anyone, but I'll give it a go.\r\n\r\nOverall, I think the book was good. He argued both with individual stories but also by citing relevant studies. I think [Digital Minimalism](https://lesetagebu.ch/eintrag/34030) was argued even clearer, but _Deep Work_ was still a good read.","date":"2019-12-22","id":34554,"pinned":false,"private":false,"rating":4,"tags":["english","business","author_m"],"type":"finished","url":"/eintrag/34554","user":{"username":"florian"}},{"book":{"author":{"id":8910,"name":"Aleksandr Rosal und Anatolij Karpov","url":"/autor/aleksandr-rosal-und-anatolij-karpov"},"id":18984,"pages":145,"title":"Schach mit Karpov","url":"/buch/schach-mit-karpov"},"book_type":"book","comment":"Aus irgendeinem Bücherschrank mitgenommen, weil \"man könnte ja mal was über Schach lesen\". Und wenn es auch ein vergilbtes Unikum von 1978 ist. Vielleicht lernt man ja was.\r\n\r\nUnd ja, irgendwie habe ich jetzt einen Einblick in die Schachsubkultur in der UdSSR der 70er Jahren. Vor allem habe ich aber gelernt, dass Langeweile mehr als eine Dimension hat: Das hier war vielleicht prinzipiell interessant, aber null packend.\r\n\r\nEgal, ging schnell.","date":"2019-12-14","id":34461,"pinned":false,"private":false,"rating":2,"tags":["biography","german","author_m"],"type":"finished","url":"/eintrag/34461","user":{"username":"florian"}},{"book":{"author":{"id":8718,"name":"Edward Snowden","url":"/autor/edward-snowden"},"id":18536,"pages":432,"title":"Permanent Record","url":"/buch/permanent-record"},"book_type":"book","comment":"It was a pleasure to read Snowden's own account of how he ended up being what he is now - the world's most well-known whistleblower (I suppose).\r\n\r\nAt times, in the chapters about his childhood, I caught myself thinking \"huh, so you _really_ have to describe how clever and smart you were as a kid, did you\". But then, maybe he simply was, and also what does it matter. This is _his_ version of _his_ story. The actions he took stand for themselves.\r\n\r\nAll in all, I really really enjoyed this. I have always found his story fascinating before. And to find his own writing to be this clear and engaging was a pleasant experience.","date":"2019-12-09","id":34429,"pinned":false,"private":false,"rating":4,"tags":["english","biography","author_m"],"type":"finished","url":"/eintrag/34429","user":{"username":"florian"}},{"book":{"author":{"id":555,"name":"Julian Barnes","url":"/autor/julian-barnes"},"id":837,"pages":160,"title":"The Sense of an Ending","url":"/buch/the-sense-of-an-ending"},"book_type":"book","comment":"A story about growing up, growing old, and trying to remember how it was back then before having grown up. Very well written, and asking some interesting questions. \r\n\r\nThe first few pages take us back to a British boys' school in the 60s. In history lessons, the main character and his friends argue about how to understand responsibility in retrospect. \r\n> \"But of course, my desire to ascribe responsibility might be more a reflection of my own cast of mind than a fair analysis of what happened.\"\r\n\r\nWhile reading, you pass over these thoughts and just accept them as anecdotal glimpses into the thought process of the characters. \r\n\r\nHaving finished the book, I now ask myself if I shouldn't apply the same principle to the narration itself: The account is given by one character, he tries to tell the reader a version of truth that he himself isn't quite sure of. When he has reached his final conclusion, how can I be sure there isn't another - a truer version - of the story, that I would have to decipher myself? Now imagine you tell your own life's story to yourself when you're old: How to decipher your life - your truth - then?\r\n\r\nI am not really sure if I have understood the ending completely, yet. But I'm pretty certain I find this book brilliant. And all of that in just 160 short pages.","date":"2019-11-16","id":34117,"pinned":false,"private":false,"rating":4,"tags":["english","fiction","author_m"],"type":"finished","url":"/eintrag/34117","user":{"username":"florian"}},{"book":{"author":{"id":4357,"name":"Margarete Stokowski","url":"/autor/margarete-stokowski"},"id":8785,"pages":256,"title":"Untenrum frei","url":"/buch/untenrum-frei"},"book_type":"book","comment":"Margerete Stokowski ist ungefähr so alt wie ich, und dementsprechend sind die Geschichten ihres Aufwachsens ziemlich synchron zu meinen Kindheitserinnerungen passiert. Geteiltes Kinderzimmer, im Hochbett oben schlafen, frühes Internet, das man nicht benutzen konnte ohne die Eltern zu nerven. Lauter kleine Details machen, dass ich mich an vielen Stellen wieder finden kann. Naja, also bis auf die Sache, dass ich in meinem männlichen Aufwachsen das alles anders erlebt habe und andere (weniger) Erwartungen zu erfüllen hatte. Insgesamt schreibt sie über viel, dass ich “wusste”, aber nun mit einem anderen emotionalen Zugang verbinde. Ein paar Dingen konnte ich nicht ganz folgen, vor allem der Argumentation \"Feminimus weitergedacht = Anarchismus\", die plötzlich im letzten Kapitel auftauchte. Insgesamt fand ich das Buch sehr gut.","date":"2019-11-14","id":34097,"pinned":false,"private":false,"rating":4,"tags":["german","feminism","author_f"],"type":"finished","url":"/eintrag/34097","user":{"username":"florian"}},{"book":{"author":{"id":5736,"name":"Cal Newport","url":"/autor/cal-newport"},"id":16494,"pages":304,"title":"Digital Minimalism","url":"/buch/digital-minimalism"},"book_type":"book","comment":"I'm some months late to the hype around this book, but who cares. Many thoughts that resonated with me. Some ideas on what to implement in my personal relationship with technology. Also want to read \"Deep work\" as soon as possible.","date":"2019-11-07","id":34030,"pinned":false,"private":false,"rating":4,"tags":["english","author_m","business"],"type":"finished","url":"/eintrag/34030","user":{"username":"florian"}},{"book":{"author":{"id":78,"name":"J. R. R. Tolkien","url":"/autor/j-r-r-tolkien"},"id":11302,"pages":288,"title":"Beren and Lúthien","url":"/buch/beren-and-l-thien"},"book_type":"book","comment":"Not a \"one story in one book\" kind of book. Rather, the chronological collection of various versions of the tale of Beren and Lúthien (first published in the Silmarillion, I think). Some chapters are prose, some in form of poems.\r\n\r\nBrief versions: The mortal man Beren and the immortal elf-maid Lúthien cannot \"just be together\" (because her father does not approve) so they go on a quest to collect a Silmaril, the most precious gem in existence which just so happens to be in the possession of Morgoth, the most evil creature in existence. Drama ensues.\r\n\r\nThere are some parts which are dry. Christopher Tolkien goes into detail on the single fragments that he pieced together from his father's unpublished material, which is interesting in a way, but also sometimes it's not.\r\n\r\nBut then there are parts where I myself was surprised at how captivating a poem spanning 20+  pages can be. The tale itself is beautiful and dragged me into the realm of middle-earth again.","date":"2019-10-18","id":33817,"pinned":false,"private":false,"rating":4,"tags":["english","fantasy","novel","author_m"],"type":"finished","url":"/eintrag/33817","user":{"username":"florian"}},{"book":{"author":{"id":739,"name":"Marc Elsberg","url":"/autor/marc-elsberg"},"id":14441,"pages":800,"title":"Blackout: Morgen ist es zu spät","url":"/buch/blackout-morgen-ist-es-zu-spaet-2"},"book_type":"book","comment":"Endlich mal wieder einfach einen spannenden Thriller gelesen.","date":"2019-10-03","id":33678,"pinned":false,"private":false,"rating":4,"tags":["german","fiction","author_m"],"type":"finished","url":"/eintrag/33678","user":{"username":"florian"}},{"book":{"author":{"id":8290,"name":"Robert Gerwarth","url":"/autor/robert-gerwarth"},"id":18569,"pages":478,"title":"Reinhard Heydrich","url":"/buch/reinhard-heydrich"},"book_type":"book","comment":"Reinhard Heydrich: Der Kopf hinter dem Sicherheitsdienst “SD” der Nazis, das agierende \"Hirn\" von Himmler, der Organisator der Wannsee-Konferenz und der ranghöchste Nazi, bei dem je einem Attentat Erfolg hatte.\r\n\r\nDiese Biografie liest sich sehr sachlich und erzählt vor allem die Faktenlage zu Heydrichs Leben. Es gibt ein paar Interpretationen dazu, an welcher Stelle seiner Laufbahn er welche Ziel verfolgt haben mag, aber hauptsächlich betreibt der Autor akribische und unaufgeregte Quellenarbeit. Ich fand das sehr gut zu lesen und habe das Gefühl, jetzt einen guten Überblick über Heydrichs Leben zu haben.\r\n\r\nWas ich mitnehme: Wieder einmal ein gebildeter und musisch interessierter Mensch “aus gutem Haus”, der im Laufe seines Lebens eine entscheidende Rolle bei radikalen Entscheidungen des Holocausts spielte. Da fragt man sich doch: Wie passt das zusammen?\r\n\r\nUnd hierzu gibt es nicht wirklich eine Diskussion in der Biografie. Vielleicht ist das auch nicht die Aufgabe des Formats. Der Autor hat sich an den Lebensweg gehalten, und hat lediglich verschiedene Punkte der Radikalisierung aufgezeigt - ein paar externe Faktoren werden auch benannt. Daher also nichts, was ich dem Buch vorwerfe.\r\n\r\nDie eigentliche Frage, die mich also interessiert, finde ich wohl eher bei Hannah Arendt und ähnlichen Werken beantwortet. Denn wie bei Adolf Eichmann sehe ich auch bei Heydrich: Ein banal “normaler” Mensch, der in einem System agiert, vor seinen Vorgesetzten Brillieren will und in dem Rahmen zu immer drastischeren Maßnahmen bereit ist, weil es in dem Kontext “normal” ist. So mal ganz grob verkürzt formuliert.\r\n\r\nIch werde der Frage in anderen Büchern weiter auf den Grund gehen. Aber diese Biografie hier fand ich so oder so: Gut.","date":"2019-09-25","id":33605,"pinned":false,"private":false,"rating":4,"tags":["history","german","biography","ww2","author_m"],"type":"finished","url":"/eintrag/33605","user":{"username":"florian"}},{"book":{"author":{"id":8696,"name":"Callum MacDonald","url":"/autor/callum-macdonald"},"id":18495,"pages":320,"title":"The Assassination of Reinhard Heydrich","url":"/buch/the-assassination-of-reinhard-heydrich"},"book_type":"book","comment":"Impulse purchase when in Prague, the place of the assassination. Bought it despite its unfriendly cover (Nazi guy raising his right arm in the air...) and its old publish date (1989!). I'm really glad I did buy it, though.\r\n\r\nThe writing is far from being as shallow as the dramatic cover suggests. In fact, Callum MacDonald was a British professor of history who has sadly died from cancer in the 90s. While being well researched and reflective on many actors during the war, his writing is so clear and concise that it was hard to put this book down.\r\n\r\nA large part of the book is dedicated to telling the story of the fate of Czechoslovakia, a country which enjoyed a brief time of independence before basically being handed over to Nazi Germany in 1938 after France and England co-signed the Munich agreement. The Czech president Beneš went into exile in London, where he tried to support the Czech underground while lobbying with the Allies for more support of the Czech cause. Eventually, he was involved in sending \"Operation Anthropoid\" to Prague. Their mission: Kill Reinhard Heydrich, the \"butcher of Prague\" and highest ranking nazi who has ever been assassinated during WWII.\r\n\r\nWe also learn about the background of Heydrich, his early and quickly progressing career and his eventual posting to Prague.\r\n\r\nThe actual story of the assassination is told just as interestingly as the rest. If you are interested in that part of the story alone, go and watch \"Anthropoid\", a recent Hollywood movie which depicts the dramatic events very well, I think.\r\n\r\nOverall, one of my better impulse purchases.","date":"2019-09-08","id":33467,"pinned":false,"private":false,"rating":4,"tags":["english","history","author_m"],"type":"finished","url":"/eintrag/33467","user":{"username":"florian"}},{"book":{"author":{"id":8681,"name":"Martha Hall Kelly","url":"/autor/martha-hall-kelly"},"id":18464,"pages":496,"title":"Lilac Girls","url":"/buch/lilac-girls"},"book_type":"book","comment":"The story of three women throughout the 1930s and later. One is American, one Polish and one German. Mostly based on actual characters, this books is another good read of the tragedies of WW2, in this cased based around the women concentration camp of Ravensbrück.\r\n\r\nI've learned a lot, because I wasn't aware of the Ravensbrück camp before and the unique stories that took place there.\r\n\r\nI only subtract one star because the motivation of the German doctor during WW2 wasn't told as convincingly as the other characters' motivations, in my mind. I understand this is the most challenging to get across, but it would also have been the most interesting one, I think.","date":"2019-08-30","id":33398,"pinned":false,"private":false,"rating":4,"tags":["english","ww2","author_f"],"type":"finished","url":"/eintrag/33398","user":{"username":"florian"}},{"book":{"author":{"id":8640,"name":"Jesse Mecham","url":"/autor/jesse-mecham"},"id":18383,"pages":224,"title":"You Need a Budget","url":"/buch/you-need-a-budget"},"book_type":"book","comment":"How many more personal finance books will I read? I don't know. But this one, I did have to read. I am an avid fan of the budgeting software YNAB (You Need a Budget) and this book by their founder highlights the 4 principle of how he recommends you should organize your money.\r\n\r\n1. \"Give every dollar a job\". Explicitly put your money in categories. Food, gadgets, travel, what have you. These categories reflect your personal values. It's not about money, really. It's about what's important to you, now and for the future.\r\n2. \"Embrace your true expenses\". Larger, less frequent expenses like yearly insurance fees are often overlooked. Make them part of your \"jobs\" from rule no 1 so that no expense will ever surprise you. Instead, slowly save up to when that bill hits.\r\n3. \"Roll with the punches\". A good budget is designed to be changed, not to force you into a fixed set of rules. If your priorities change, be honest to yourself, and re-assign the jobs from rule no 1.\r\n4. \"Age your money\". When you're living paycheck to paycheck, money leaves your account soon after having arrived. This is a stress factor and not sustainable. Aim to extend that \"age\" of your money, at least for 30 days, preferably longer.\r\n\r\nI liked the content and also the tone of the book. Jesse is a friendly and humorous advisor, but also a good storyteller who shares the experience of managing a household with 6 kids and his family's approach to having healthy finances.\r\n\r\nPersonally, I have been working with the YNAB software for a year and they do have a lot of educational content online, so actually I didn't learn a lot that was new. Still, having everything told in this format felt nice and worth my time.\r\n\r\nUnclear to me still: How exactly would one implement this budgeting principle without YNAB or similar software? At the very least, probably you'd have an elaborate spreadsheet. I don't know.","date":"2019-08-02","id":33179,"pinned":false,"private":false,"rating":4,"tags":["finance","english","author_m"],"type":"finished","url":"/eintrag/33179","user":{"username":"florian"}},{"book":{"author":{"id":6396,"name":"J.L. Collins","url":"/autor/j-l-collins"},"id":13101,"pages":288,"title":"The Simple Path to Wealth: Your road map to financial independence and a rich, free life","url":"/buch/the-simple-path-to-wealth-your-road-map-to-financial-independence-and-a-rich-free-life"},"book_type":"book","comment":"Good book as a general overview of how to sort out your finances, no matter if you just want to be prepared for retirement in your 60s, or move up that date of not-having-to-work to some time earlier than that. \r\n\r\nBasically, JL Collins just says:\r\n\r\n1. Spend less than you earn. Invest the rest. Ideally, you save and invest 50% or more of your income.\r\n2. Simply pour your savings in the cheapest and broadest stock market product there is. In the US, it's Vanguard's Total stock market index.\r\n\r\nThings that were not \"perfect\":\r\n\r\n- Very US-centric. A handful of chapters do not apply to people outside of the US, because he talks about tax-efficient retirement plans which we do not have in Germany.\r\n- Most reported yields used numbers that were taken from the optimistic end of the range of historic market returns. I wonder why. This strategy does not require any magic sauce to make the maths work. 5-8% of stock market returns are perfectly fine if you have your savings rate and spending habits in check.\r\n\r\nWhy I think this was great:\r\n\r\n- Target audience was JL Collins' daughter who does not care for finances. His language was clear, to the point and had a friendly tone.\r\n- A significant part of the book was supposed to teach you to \"not panic\". Stocks are risky only in the sense that they are volatile. Understand that crashes are part of the deal, and just invest calmly.\r\n- One chapter talked about the \"safe widthdrawel rate\": You can withdraw 4% per year from a stock portfolio and can (pretty much) live on it forever. I only knew this blog-compressed version of the rule, when in reality the original study goes in depth a lot more. The book even sported 4 full pages of numerical calculations. Loved it! And it helped my understanding of how this works.\r\n\r\nIf you don't want to read the book, you can find a lot of overlap in his free blog series: https://jlcollinsnh.com/stock-series/\r\n-- OR, for an overview, simply watch this talk that he gave when invited to speak at Google: https://www.youtube.com/watch?v=T71ibcZAX3I\r\n\r\n","date":"2019-07-20","id":32871,"pinned":false,"private":false,"rating":4,"tags":["finance","english","author_m"],"type":"finished","url":"/eintrag/32871","user":{"username":"florian"}},{"book":{"author":{"id":5163,"name":"Paul Kalanithi","url":"/autor/paul-kalanithi"},"id":10639,"pages":256,"title":"When Breath Becomes Air","url":"/buch/when-breath-becomes-air"},"book_type":"book","comment":"The deeply reflective thought process of a young neurosurgeon who is faced with his own diagnosis of terminal lung cancer when his life was _supposed_ to be just taking off.\r\n\r\nThis book really touched my. I could only read it in segments, to have some of the chapters sink in and also let my emotions come and go. \r\n\r\nThe writing itself was simply beautiful. Serious and thought-provoking, yet life-affirming and also happy in places where death usually overshadows everything else. Probably one out of every three paragraphs could simply be printed, framed and read over and over again.\r\n\r\n> Grand illnesses are supposed to be life-clarifying. Instead, I knew I was going to die -- but I'd known that before. My state of knowledge was the same, but my ability to make lunch plans had been shot to hell.\r\n\r\nIf I am being totally honest with myself, I think I have mostly avoided _really_ thinking about death up to this point in my life. Maybe this book has not changed that completely, but it has definitely shone a light on a topic I have conveniently glanced over most of the time.\r\n\r\n","date":"2019-07-08","id":32150,"pinned":false,"private":false,"rating":5,"tags":["english","biography","author_m"],"type":"finished","url":"/eintrag/32150","user":{"username":"florian"}},{"book":{"author":{"id":653,"name":"Carlos Ruiz Zafón","url":"/autor/carlos-ruiz-zafon"},"id":1007,"pages":562,"title":"Der Schatten des Windes","url":"/buch/der-schatten-des-windes"},"book_type":"book","comment":"Endlich mal wieder \"einfach nur einen Roman\" gelesen. Und es hat mir sehr gefallen!\r\n\r\nAm Anfang war ich mir nicht sicher, ob die Geschichte sich nicht eher an jüngere Leser wendet, aber ich glaube das lag stellenweise nur an der Übersetzung, wo es hier und dort etwas altbacken formuliert war. Insgesamt aber auch in der Übersetzung sehr zitierfähig an so vielen Stellen! Und dann wurde es so explizit und auch heftig, dass ich mir sicher war, dass hier keine \"jungen Leser\" gemeint waren.\r\n\r\nIm letzten Drittel hatte mich die Geschichte dann tatsächlich sehr gepackt und ich habe die letzten 200 Seiten in eins weggelesen. ","date":"2019-06-09","id":31893,"pinned":false,"private":false,"rating":4,"tags":["german","novel","author_m"],"type":"finished","url":"/eintrag/31893","user":{"username":"florian"}},{"book":{"author":{"id":147,"name":"Nassim Nicholas Taleb","url":"/autor/nassim-nicholas-taleb"},"id":17538,"pages":368,"title":"Fooled by Randomness","url":"/buch/fooled-by-randomness"},"book_type":"book","comment":"A book that, put simply, describes in many ways how randomness plays a large role in the world around us, even though it might often look like skill (no, it was luck) or determination (no, it was luck) or causality (no, randomness).\r\n\r\nPro: \r\n\r\nIt made me think about concepts that sounded trivial at first, but when connected to something I know, I had some revelations. \r\n\r\nTaleb connects a lot of different disciplines (philosophy, mathematics, economics and, I guess, some more).\r\n\r\nIn many places, I really like his writing and way of expressing things. \r\n\r\nCon: \r\n\r\nThis was written as a stream of thoughts (Taleb views himself as an essayist). What might be meant to appear deep and clever was just lacking structure and clarity in places. \r\n\r\nI am sometimes bugged by the extreme examples he chooses, where a trader loses everything not only because randomness hits, but because in their private life they have also invested everything in high-risk products. Reality is more nuanced than that, but I guess it's enough to make his point. \r\n\r\nOften 'his point' simply appears to be to rant about all traders (except himself) or all holders of an MBA (except for himself) or all people who have succeeded by chance (except, maybe, for himself?). Taleb tries really hard to sound like someone you wouldn't want to be around for too long. Not sure if that's actually true, or just a character he plays.\r\n\r\nTo finish positively, however, I like many of his conclusions. We might not be able to control and even understand randomness around us, but we are able to control our attitude, and just make the best out of every situation.","date":"2019-05-18","id":31829,"pinned":false,"private":false,"rating":3,"tags":["finance","business","english","author_m"],"type":"finished","url":"/eintrag/31829","user":{"username":"florian"}},{"book":{"author":{"id":8210,"name":"Scott Rieckens","url":"/autor/scott-rieckens"},"id":17537,"pages":200,"title":"Playing with FIRE","url":"/buch/playing-with-fire"},"book_type":"book","comment":"I have been following the FIRE movement online for a while now. FIRE stands for \"Financial Independence; Retire Early\" and is the concept of spending less than you earn, putting the difference in simple investment products until you reach a point in life where your expenses are completely covered by the income from your investments. As a rule of thumb, this amount is about 25 times the total number of your annual expenses. When you reach this point is a simple calculation based only on your savings rate: How many percent of your income are you able to stash away instead of spending. So if you save 16%, you can retire in 34 years. At a savings rate of 58%, the time shrinks to only 11 years.\r\n\r\nBased on these concepts, the author and his girlfriend take us on their 1-year journey from learning about FIRE to completely changing their lifestyle. They reference many of the central figures in this movement, be it by personal conversation or a link to their blog or podcast.\r\n\r\nI found this book very captivating. Most of the central concepts were not new to me, but following someone on their actual path felt very authentic.\r\n\r\nI have learned even more that FIRE can take many forms. Yes, you can be frugal as hell and only eat rice and noodles, but there are a lot of alternative and effective ways of decreasing expenses. The central idea is often summed up as 'optimising for happiness' with the optimisation considering of short- and long-term effects. Overall, it also means a more sustainable and environment-friendly way of consuming resources.\r\n\r\nAlso, the term 'retirement' is clearly not meant in the traditional way of simply not working. Instead, it means the general independence of a paycheque-based employment, offering freedom to work on passion projects without financial worries, traveling or in general just doing what makes you happy.\r\n\r\nNow, will I go FIRE? I don't know. Some of the steps, I am actually already doing 'right', but I am not on a full-steam path in any means. Most of the concepts are not binary though, and do not only have positive effects in the distant future. Instead, getting rid of debt and other liabilities in your life will lead to an immediate increase in personal independence and freedom. \r\n\r\nThe pure fact that working till you are in your 60s is not a given is deeply fascinating, I think.\r\n\r\nThe book is a prelude to a documentary that's coming out this year -- which I can't wait to watch.","date":"2019-05-23","id":31828,"pinned":false,"private":false,"rating":4,"tags":["finance","english","author_m"],"type":"finished","url":"/eintrag/31828","user":{"username":"florian"}},{"book":{"author":{"id":6364,"name":"Jack Nasher","url":"/autor/jack-nasher"},"id":14359,"pages":272,"title":"Deal!: Du gibst mir, was ich will","url":"/buch/deal-du-gibst-mir-was-ich-will"},"book_type":"book","comment":"Puh, schlimmer Titel und plakatives Cover. Aber ich wollte generell mal was zu Verhandlungstechniken lesen und da drückte mir jemand das Buch hier in die Hand. Why not.\r\n\r\nFür die erste Beschäftigung mit dem Thema für mich dann doch überraschend gut. Stellenweise ist es so plakativ geschrieben, wie der Titel suggeriert, aber es insgesamt ist es doch ein breiter Überblick über das Thema.\r\n\r\nDer Autor hat das richtig klar aufgeteilt. Welche Bedeutung hat \"Macht\" in einer Verhandlung. Wie funktioniert Kommunikation wenn man ein Ziel verfolgt. Wie verhandelt man miteinander statt gegeneinander. Welche konkreten Techniken gibt es, wie kann man sie selbst anwenden oder auch beim Gegenüber wahrnehmen und reagieren.\r\n\r\nJoar. Als Einstieg war es gut und flott zu lesen. Wirklich besser wird man in dem Bereich vermutlich nur durch konkretes Üben und Trainieren. Aber war schon mal interessant. Wenn auch, naja, manchmal irgendwie etwas simpel geschrieben.","date":"2019-04-24","id":31538,"pinned":false,"private":false,"rating":3,"tags":["german","business","author_m"],"type":"finished","url":"/eintrag/31538","user":{"username":"florian"}},{"book":{"author":{"id":1609,"name":"Kazuo Ishiguro","url":"/autor/kazuo-ishiguro"},"id":17338,"pages":300,"title":"The Buried Giant","url":"/buch/the-buried-giant"},"book_type":"book","comment":"An old couple leads a kind of miserable life and starts on a journey to find their long-lost son. It's England, a few hundred years back, and it's a kind of fantasy-ish version of England.\r\n\r\nWell, what can I say. This was an odd read. I'm not quite sure what to make of it.\r\n\r\nThe writing was calm and slow, yet somehow with a depressing undertone. The dialogs sometimes intrigued me, sometimes annoyed me - there was a lot of back and forth. I did not understand all of the characters' development and changes.\r\n\r\nThe book left me with more questions than answers, yet somehow it felt I read something of value (_sips at teacup_). It made me think about peace and war, in personal manners and on the large scale. Are some things in life only _good_ because conflicts have been forgotten or ignored? Should they be left forgotten? And more generally: Does this draw a parallel to our world? I don't know.","date":"2019-04-15","id":31474,"pinned":false,"private":false,"rating":3,"tags":["english","novel","author_m"],"type":"finished","url":"/eintrag/31474","user":{"username":"florian"}},{"book":{"author":{"id":182,"name":"George R. R. Martin","url":"/autor/george-r-r-martin"},"id":5221,"pages":784,"title":"A Clash of Kings (A Song of Ice and Fire, #2)","url":"/buch/a-clash-of-kings-a-song-of-ice-and-fire-2"},"book_type":"audio_book","comment":"Spent a few weeks listening to the audio book. In one way to prepare for the upcoming season of the TV show, in the second way to finally continue with the original work. I had read book 1 and 4, but somehow left some gaps in between.\r\n\r\nSo, this was really good! Great characters, amazing dialog, well-crafted universe. Learned some new details here and there; the true and tragic story of Ser Jorah Mormont's lost love, just to name one.\r\n\r\nGood to see that after years I can still get more and more invested in the story. To be honest though, I will probably never be able to remember the Targaryen family tree. Well, maybe after the next book.\r\n\r\nVerdict: 37 hours well spent.","date":"2019-04-10","id":31473,"pinned":false,"private":false,"rating":5,"tags":["english","fantasy","novel","author_m"],"type":"finished","url":"/eintrag/31473","user":{"username":"florian"}},{"book":{"author":{"id":8099,"name":"Matthew Walker","url":"/autor/matthew-walker"},"id":17251,"pages":368,"title":"Why We Sleep","url":"/buch/why-we-sleep"},"book_type":"book","comment":"A very good book about sleep. I have learned some shocking facts (basically, not getting enough sleeps makes you stupid, sick and die earlier) and some encouraging facts. I am always a person seeking the short-term motivation in things, so I am taking from this book that I want to take better care of my sleep -- not for some vague advantage in the distant future, but for the fact that I am more physically fit and mentally capable when I've had enough sleep. \r\nI now know about REM vs NREM sleep, a huge amount of studies that Walker has cited and some practical tips on how to improve sleeping habits. Good night. \r\n\r\n(_Read as part of our company's book club._)","date":"2019-03-25","id":31300,"pinned":false,"private":false,"rating":4,"tags":["english","science","author_m"],"type":"finished","url":"/eintrag/31300","user":{"username":"florian"}},{"book":{"author":{"id":8094,"name":"Natascha Wegelin","url":"/autor/natascha-wegelin"},"id":17244,"pages":224,"title":"Madame Moneypenny: Wie Frauen ihre Finanzen selbst in die Hand nehmen können","url":"/buch/madame-moneypenny-wie-frauen-ihre-finanzen-selbst-in-die-hand-nehmen-koennen"},"book_type":"book","comment":"Mal wieder ein Finanzbuch. Nastascha Wegelin ist online sehr aktiv und neulich habe ich auch einen Podcast mit ihr gehört. Ich finde toll, wie sie sich allgemein für Finanzbildung einsetzt und vor allem Frauen ermutigt, etwas dagegen zu tun, dass sie sich finanziell von ihrem Partner abhängig machen, nur weil das (leider) üblich ist. Ich habe allgemein einiges gelernt und für mich auch mitgenommen, wie man Finanzen in Partnerschaften so regeln kann, dass beide motiviert sind, sich zu kümmern und trotzdem autonom bleiben können. Vom Schreibstil fand ich es persönlich ein bisschen zu Dialog-lastig (das meiste ist ein Gespräch das sie beim familiären Grillen führt), aber das ist halt Geschmack. Insgesamt sehr sympathisch geschrieben, ich find toll, was sie so macht.","date":"2019-03-20","id":31283,"pinned":false,"private":false,"rating":4,"tags":["finance","german","author_f"],"type":"finished","url":"/eintrag/31283","user":{"username":"florian"}},{"book":{"author":{"id":4609,"name":"Susan Levermann","url":"/autor/susan-levermann"},"id":9403,"pages":266,"title":"Der entspannte Weg zum Reichtum","url":"/buch/der-entspannte-weg-zum-reichtum"},"book_type":"book","comment":"Oh je, dieser Titel. Nicht nur cringy, auch unpassend. Es geht null um ein \"get rich scheme\". Was haben die sich im Verlag denn da gedacht, ey. Immerhin ein hübsches Cover.\r\n\r\nWorum geht es hier dann? Kurz zur Autorin: Susan Levermann war Fondsmanagerin bei der DWS, dem größten Fondshaus in Deutschland  — und mit ihren Fonds laufend außergewöhnlich erfolgreich. 2009 entscheidet sie sich aber, aus der Finanzwelt auszusteigen und als Lehrerin zu arbeiten. Diese Backstory hat mein Interesse geweckt. Und generell ist die nach ihr benannte \"Levermann Strategie\" mittlerweile ziemlich bekannt und viele wenden sie an. Also muss man das doch mal lesen, dachte ich mir!\r\n\r\nIn diesem Buch dokumentiert sie ihre verwendete Strategie zur Aktienauswahl. Generell startet sie mit einer Erklärung, wie Firmen finanziell funktionieren. Da habe ich schon viel gelernt! Wie liest man eine Gewinn- und Verlustrechnung, wie die Bilanz eines Unternehmens, sowas.\r\n\r\nDann berichtet sie über die Börse und systematische Fehler, die Menschen dort begehen. Hiermit leitet sie die Kriterien her, die sie dann als eine Checkliste zum systematischen Durchgehen zusammenfasst,  um zur Einschätzung eines Unternehmens zu kommen. Diese Art des Investierens bezeichnet sie als “quantitatives” Investieren. Klingt plausibel, auch wenn das \"passive\" Investieren auf mich bisher immer am rationalsten erschien.\r\n\r\nAbschließend widmet Susan Levermann sich der Frage nach der Ethik des Anlegens an der Börse überhaupt. Zwar entkräftigt sie viele typische Vorwürfe, nennt aber etwa Leerverkäufe unethisch. Sie kommt insgesamt zu dem Urteil, dass selbst bei finanziell neutralem Marktgeschehen (alle Gewinne und Verluste gleichen sich aus), es dennoch emotional zu einem insgesamt negativen Ergebnis für die Marktteilnehmer kommt. Ein Verlust werde deutlich negativer empfunden als ein gleichwertiger Gewinn. Auch wenn sie es nicht abschließend explizit so formuliert, scheint dies der Grund zu sein, dass sie selbst sich dem Börsengeschehen abgewandt hat.\r\n\r\nRein faktisch habe ich hier viel mitgenommen. Zwar sträubt sich in mir einiges, da ich von Kommer, Malkiel und Co eigentlich sehr dahingehend indoktriniert bin, dass aktives Investieren nicht funktionieren kann. Susan Levermann argumentiert sehr plausibel, dass es doch geht und auch sie beruft sich auf diverse Studien. Tja, ich weiß noch nicht so richtig.\r\n\r\nSehr hatte ich mich auf ihre Abwägungen zu Moral und Ethik gefreut. Genau da fand ich es dann doch teilweise etwas unbefriedigend. Hier und da gab es auch etwas zu viel spirituelle Andeutungen und christliche Zitate für meinen Geschmack, aber es hielt sich noch im im Rahmen.\r\n","date":"2019-02-05","id":30153,"pinned":false,"private":false,"rating":4,"tags":["finance","german","author_f"],"type":"finished","url":"/eintrag/30153","user":{"username":"florian"}},{"book":{"author":{"id":6547,"name":"Hans Rosling, Anna Rosling Rönnlund & Ola Rosling","url":"/autor/hans-rosling-anna-rosling-roennlund-ola-rosling"},"id":16076,"pages":350,"title":"Factfulness","url":"/buch/factfulness-2"},"book_type":"book","comment":"For months I have wanted to read this book and in January I finally got around to it. Hans Rosling and his co-authors present an intriguing guideline to form a fact-based worldview. In their book, they educate about the actual state the world is in -- and it's dramatically better than what most people think. In addition, they teach about the instincts we use to _wrongly_ think about the world.\r\n\r\nIn a world where news, social media, others around us (myself included) talk about anecdotal evidence most of the time rather than always knowing the _actual_ proportions of current problems, this book is an amazing guideline. It might become my new go-to reference that I think I will re-read every once in a while. I can whole heartedly recommend this book to everyone.\r\n\r\nI do have one nit-pick, though: At one point, they report the fact that tigers, giant pandas and black rhinos are now not more endangered than they were in the 1990s. While this is an encouraging anecdote, here they make the same mistake they want to teach the reader not to make. Why pick 3 examples from the whole data, while the overall state of wild life seems to be getting worse and worse? According to [a WWF report](https://www.worldwildlife.org/pages/living-planet-report-2016), for a lot of species, the populations have drastically decreased in the last 40 years. Maybe the book has already taught me how to questions these factoids before judging the whole, but they could have also picked a more representative data set, I think.\r\n\r\nNonetheless, wow, what a great view of the world. Realistic, yet optimistic (he calls himself a \"possibilist\", I like that).\r\n\r\nHaving seen some of Hans Rosling's talks online years ago, then learning about his death after that, and now seeing this book as a summary of his life's work really moved me. I think this is a must read.","date":"2019-01-30","id":30034,"pinned":false,"private":false,"rating":5,"tags":["english","science","author_d"],"type":"finished","url":"/eintrag/30034","user":{"username":"florian"}},{"book":{"author":{"id":5248,"name":"Ulrike Herrmann","url":"/autor/ulrike-herrmann"},"id":16463,"pages":288,"title":"Der Sieg des Kapitals","url":"/buch/der-sieg-des-kapitals"},"book_type":"book","comment":"Neben all den _persönlichen_ Finanzbüchern der letzten Monate wollte ich mal etwas wirtschaftliches aus anderer Sicht lesen. Durch Zufall fand ich in einem Laden dieses Buch, das sowohl von der Geschichte des Kapitalismus, als auch von diversen Volkswirtschaftlichen Themen allgemein berichtet. Zudem ist Ulrike Hermann Wirtschaftsredakteurin der taz, hat also naturgemäß eine eher links gefärbte Sicht. Klang vielversprechend!\r\n\r\nSehr spannend für mich: Endlich mal gesamtwirtschaftliche Betrachtungen, nicht nur \"was ist finanziell das beste für mich persönlich\". So wird sie auch nicht müde zu betonen, dass volkswirtschaftliche Probleme nicht durch betriebswirtschaftliche Ansätze gelöst werden können, da Staat und Betrieb nicht gleich funktionieren. Beispiel: Einem wirtschaftlich angeschlagenen Betrieb tut ein Sparkurs gut, um Ausgaben zu senken. Eine Volkswirtschaft driftet in einer Rezession durch weiteres Sparen aber noch weiter in die Krise: Die Menschen haben wenig Geld, dadurch wird weniger gekauft, dadurch sinken die Preise, dadurch wird weniger Umsatz gemacht, dadurch bekommen die Menschen noch weniger Geld. Stattdessen hilft ein Investitionsprogramm, wie zum Beispiel der \"New Deal\" von Roosevelt als Antwort auf die Weltwirtschaftskrise. \r\n\r\nSolche Zusammenhänge erklärt sie aus meiner noch unbelesenen Sicht großteils plausibel, klingt hier und da aber schon sehr kritisch und sagt manchmal nur Dinge wie \"dies haben die Neoliberalen nie verstanden\" wo dann manchmal eine konkrete Begründung fehlt.\r\n\r\nIch versuche momentan für mich persönlich herauszufinden, ob es einen \"gesunden Kapitalismus\" gibt, und da hilft mir ihr Buch auf jeden Fall. Ulrike Hermann geht nämlich nicht den _einfachen_ Weg zu sagen, dass Kapitalismus allgemein ein ungerechtes System sei, sondern zeigt faktisch, welche Gründe zum Entstehen unseres heutigen Systems geführt haben, wo oft falsch berichtet wird (z.B. belegt sie glaubhaft, dass unsere Wirtschaft großteils keine Marktwirtschaft ist), und welche Rahmenbedingungen zu einem gerechteren Kapitalismus führen (würden). Letzten Endes gibt sie einen Ausblick auf die \"Endlichkeit des Wachstums\", bleibt aber eine abschließende Bewertung, ob der Kapitalismus an sich nun \"schlecht\" ist, schuldig. \r\n\r\nDa muss ich wohl noch ein bisschen mehr lesen, bin nach diesem Buch aber prinzipiell optimistisch gestimmt, das nicht _alles_ schlecht ist, sondern ein Kapitalismus mit staatlich gesetzten Rahmenrichtlinien ein gerechtes System sein könnte.","date":"2019-01-29","id":30018,"pinned":false,"private":false,"rating":4,"tags":["finance","german","history","author_f"],"type":"finished","url":"/eintrag/30018","user":{"username":"florian"}},{"book":{"author":{"id":4,"name":"Jonathan Safran Foer","url":"/autor/jonathan-safran-foer"},"id":3852,"pages":288,"title":"Everything Is Illuminated","url":"/buch/everything-is-illuminated"},"book_type":"book","comment":"Another one by Jonathan Safran Foer -- who writes in such a unique way, it is both a pleasure to read, but sometimes also challenging to stay fully engaged. \r\n\r\nWe follow two narrators, the young Ukrainian Alex, and our hero, the fictional (?) Jonathan Safran Foer himself, on a journey through Ukraine's countryside, trying to track down pieces from the past, from the 1940s, when terrible things happened here. Both their families somehow survived the war, and their paths seem very much entangled. The story is told by telling multiple stories at ones. From the early jewish Shtetl in the 18th century, over multiple generations of ancestors with their loves, affairs and other secrets.\r\n\r\nThe writing seems to follow a branched network of thoughts, a depth-first search through a mind map gathered over generations. Sometimes, it was hard to follow for me, but then we backtracked to a level where I could fully enjoy the story again.\r\n\r\nOverall, I think this is another great book of his. Personally though, I would place it 3rd, after \"Extremely Loud and Incredibly Close\" and \"Eating Animals\".","date":"2019-01-26","id":29983,"pinned":false,"private":false,"rating":4,"tags":["english","novel","author_m"],"type":"finished","url":"/eintrag/29983","user":{"username":"florian"}},{"book":{"author":{"id":6286,"name":"Ernst H. Gombrich","url":"/autor/ernst-h-gombrich"},"id":16433,"pages":296,"title":"Eine kurze Weltgeschichte für junge Leser","url":"/buch/eine-kurze-weltgeschichte-fuer-junge-leser"},"book_type":"audio_book","comment":"Was ich lange für ein \"reines Kinderbuch\" gehalten habe, ist tatsächlich eine sehr gut und liebevoll erklärte Geschichte der Welt, die man vermutlich in jedem Alter genießen kann. Von der Antike über Alexander den Großen, tausend Wirren des Mittelalters, die Französische Revolution und Napoleon bis hin zu den Kriegen des 20. Jahrhunderts. Eine gute Übersicht der Geschichte, wie man sie vielleicht alle paar Jahre noch mal lesen kann. Für die einzelnen Kapitel die einen wirklich interessieren, kann man dann zu \"Erwachsenenliteratur\" greifen.\r\n\r\nIch habe auch die gedruckte Version bei mir liegen und ein Blick hinein lohnt sich alleine wegen der Landkarten, die zu den Ereignissen abgedruckt sind. Von vorne bis hinten habe ich es aber als Hörbuch genossen -- von Christoph Waltz gelesen kann ich es wirklich als Genuss beschreiben. Großartig und genauso liebevoll gelesen, wie Ernst Gombrich es sich vermutlich gewünscht hätte. Außerdem: Das Hörbuch ist auf Spotify verfügbar.","date":"2019-01-23","id":29956,"pinned":false,"private":false,"rating":5,"tags":["german","history","author_m"],"type":"finished","url":"/eintrag/29956","user":{"username":"florian"}},{"book":{"author":{"id":7555,"name":"George Samuel Clason","url":"/autor/george-samuel-clason"},"id":16240,"pages":210,"title":"Der reichste Mann von Babylon","url":"/buch/der-reichste-mann-von-babylon"},"book_type":"book","comment":"Noch ein \"Klassiker\" der grundlegenden Finanzbildung. Die Inhalte und \"Lektionen\" sind nicht weltverändernd, aber für die Zeit das Autor vielleicht schon neu gewesen (das Buch ist von 1926). \r\n\r\nEs geht in etwa so: Spare 10% deines Einkommens und lege es so an, dass es mehr wird. Und noch mehr wird (Zinseszins). Höre auf die richtigen Leute, nicht auf die falschen, und wähle keine dummen Investments. Von dem restlichen Geld: Investiere in deine Bildung, und habe ansonsten ein gutes Leben, das du genießt. Spende auch an die, denen es nicht so gut geht. \r\n\r\nAlso ja, recht simpel und plausibel. Geschrieben leider wie der Schulaufsatz eines 15-jährigen, der altertümlich klingen wollte. Vielleicht ist die Übersetzung auch einfach nur lahm, ich weiß es nicht.","date":"2019-01-05","id":29580,"pinned":false,"private":false,"rating":2,"tags":["finance","german","author_m"],"type":"finished","url":"/eintrag/29580","user":{"username":"florian"}},{"book":{"author":{"id":3106,"name":"Jeff VanderMeer","url":"/autor/jeff-vandermeer"},"id":11876,"pages":208,"title":"Annihilation","url":"/buch/annihilation"},"book_type":"book","comment":"What and odd and eerie story. Reminded me of Lovecraft in so many ways. As a typical (?) reader, I would have loved to learn about what's actually going on, but I think these kind of stories exist for the implicit rather than the explicit.","date":"2019-01-05","id":29579,"pinned":false,"private":false,"rating":4,"tags":["english","novel","author_m"],"type":"finished","url":"/eintrag/29579","user":{"username":"florian"}},{"book":{"author":{"id":5386,"name":"Amélie Nothomb","url":"/autor/am-lie-nothomb"},"id":16193,"pages":159,"title":"Metaphysik der Röhren","url":"/buch/metaphysik-der-roehren"},"book_type":"book","comment":"Das nächste von Amélie Nothomb — eine wirklich merkwürdige Erzählung ihrer frühesten Kindheit. Kurios, unterhaltsam, aber einfach auf seltsame Art merkwürdig.","date":"2018-12-30","id":29500,"pinned":false,"private":false,"rating":4,"tags":["german","novel","fiction","author_f"],"type":"finished","url":"/eintrag/29500","user":{"username":"florian"}},{"book":{"author":{"id":5204,"name":"Robert T. Kiyosaki","url":"/autor/robert-t-kiyosaki"},"id":10747,"pages":240,"title":"Rich Dad Poor Dad","url":"/buch/rich-dad-poor-dad"},"book_type":"book","comment":"As far as I'm aware, this is supposed to be a _classic_ in the field of financial education. I went into it quite sceptical because of the odd cover, and in many ways, you get what you expect: more \"marketing\" than deeply scientific content, very anecdotal rather than based on studies, a lot of redundancy in the text, which was a bit annoying sometimes. If I had to sum it up in one word, this book seemed very... \"American\" overall. And yet, it captivated me. The messages Robert Kiyosaki wants to drive home really get you thinking about your own relationship towards money, personal assets and towards work itself. I wouldn't take everything from this book literally, but I think the way he presents the \"personal income statement\" and its cashflow helped me get a better grasp and what are \"good\" and \"bad\" spending habits. I'd say it is a called a _classic_ for a reason.","date":"2018-12-24","id":29499,"pinned":false,"private":false,"rating":3,"tags":["finance","english","author_m","nonfiction"],"type":"finished","url":"/eintrag/29499","user":{"username":"florian"}},{"book":{"author":{"id":190,"name":"George Orwell","url":"/autor/george-orwell"},"id":2705,"pages":144,"title":"Animal Farm","url":"/buch/animal-farm"},"book_type":"book","comment":"I knew the story, yet had never read the original. A clearly written text and great read. \r\n\r\nI was surprised to find myself laughing from time to time -- at the cat who doesn't seem to grasp what's going on but actually doesn't really care; or at the pigs when they discover alcohol. \r\n\r\nIn my reading, I am always interested in \"the construction of evil\" or what you want to call it. Orwell apparently follows history by taking inspiration from the Russian Revolution. The plot is believable in some aspects, however it relies on the population of the farm not being smart enough to understand what's going on, while it's pretty clear for the reader right from the start. What interests me also, are other ideas of more subtle ways of turning evil. Animal Farm tells a different story though, and that's okay.","date":"2018-12-14","id":29405,"pinned":false,"private":false,"rating":5,"tags":["english","novel","author_m","fiction"],"type":"finished","url":"/eintrag/29405","user":{"username":"florian"}},{"book":{"author":{"id":2970,"name":"Helmut Schmidt & Giovanni di Lorenzo","url":"/autor/helmut-schmidt-giovanni-di-lorenzo"},"id":5911,"pages":288,"title":"Auf eine Zigarette mit Helmut Schmidt","url":"/buch/auf-eine-zigarette-mit-helmut-schmidt"},"book_type":"audio_book","comment":"Kurzweilige, aber auf Schmidts Art kluge Kommentare zu allen Themen quer durch die Bank. Er war ein interessanter Mensch.","date":"2018-12-11","id":29362,"pinned":false,"private":false,"rating":4,"tags":["german","politics","history","biography","author_m","nonfiction"],"type":"finished","url":"/eintrag/29362","user":{"username":"florian"}},{"book":{"author":{"id":13,"name":"Wolfgang Herrndorf","url":"/autor/wolfgang-herrndorf"},"id":3321,"pages":221,"title":"In Plüschgewittern","url":"/buch/in-plueschgewittern"},"book_type":"book","comment":"Ein unsympathischer Hauptcharakter, dessen Geschichte mich doch irgendwie sehr in den Bann gezogen und mitgenommen hat. Vielleicht auch, weil in Hamburg und Berlin so viele Dinge waren, zu denen ich persönlich einen Bezug habe. Von einer negativen Erfahrung in die nächste, trotz der ganzen Ekstase doch eine sehr deprimierende Erzählung. Klingt abgehoben, aber \"Weltschmerz\" beschreibt die Gesamtheit schon ganz gut. ","date":"2018-12-10","id":29353,"pinned":false,"private":false,"rating":4,"tags":["german","novel","author_m","fiction"],"type":"finished","url":"/eintrag/29353","user":{"username":"florian"}},{"book":{"author":{"id":1119,"name":"Truman Capote","url":"/autor/truman-capote"},"id":16083,"pages":192,"title":"Breakfast at Tiffany's","url":"/buch/breakfast-at-tiffany-s"},"book_type":"book","comment":"Now I finally know who Holly Golightly is. Quite interesting to read, hasn't changed my world view, 3 to 4 stars.","date":"2018-12-08","id":29324,"pinned":false,"private":false,"rating":3,"tags":["english","novel","author_m","fiction"],"type":"finished","url":"/eintrag/29324","user":{"username":"florian"}},{"book":{"author":{"id":5386,"name":"Amélie Nothomb","url":"/autor/am-lie-nothomb"},"id":16066,"pages":157,"title":"Mit Staunen und Zittern","url":"/buch/mit-staunen-und-zittern"},"book_type":"book","comment":"Die toll erzählte Geschichte einer jungen westlichen Frau, die in ihrer Traumkultur Japan zu arbeiten beginnt. Wenn die Arbeitswelt da auch nur annähernd so ist -- wtf?","date":"2018-12-03","id":29291,"pinned":false,"private":false,"rating":5,"tags":["german","novel","author_f","fiction"],"type":"finished","url":"/eintrag/29291","user":{"username":"florian"}},{"book":{"author":{"id":3574,"name":"Reginald Rose & Horst Budjuhn","url":"/autor/reginald-rose-horst-budjuhn"},"id":7172,"pages":104,"title":"Die zwölf Geschworenen","url":"/buch/die-zwoelf-geschworenen"},"book_type":"book","comment":"Faszinierend zu sehen, wie 12 Personen ohne Namen auf so wenigen Seiten im Dialog tatsächlich zu Charakteren werden. ","date":"2018-12-01","id":29253,"pinned":false,"private":false,"rating":4,"tags":["german","author_m","fiction","play"],"type":"finished","url":"/eintrag/29253","user":{"username":"florian"}},{"book":{"author":{"id":7485,"name":"Paolo Cognetti","url":"/autor/paolo-cognetti"},"id":16051,"pages":272,"title":"Acht Berge","url":"/buch/acht-berge"},"book_type":"book","comment":"Ein Glücksgriff in einem der \"Mängelexemplar\" Läden. Wegen des hübschen Covers mitgenommen und begeistert gelesen.\r\n\r\nDie Geschichte eines Italieners, der als Kind von seinem Vater zur Gebirgsbegeisterung gebracht wird und dort den Freund seines Lebens findet. Eine Geschichte über die Beziehung zu seinem Vater, über die Freundschaft mit einem Menschen, der ganz anders ist als man selbst und über die _richtige_ Lebensgestaltung -- Karriere in der Welt oder Frieden in den Bergen?\r\n\r\nNachdenklich, manchmal traurig, verträumt und durch und durch von einer Liebe zu den Bergen getränkt -- die mich hier und dort an die norwegische Meeresliebe aus dem \"Buch vom Meer\" erinnerte, das ich letztes Jahr las.\r\n\r\nSchön.","date":"2018-11-30","id":29251,"pinned":false,"private":false,"rating":5,"tags":["german","novel","author_m","fiction"],"type":"finished","url":"/eintrag/29251","user":{"username":"florian"}},{"book":{"author":{"id":1,"name":"Ben Aaronovitch","url":"/autor/ben-aaronovitch"},"id":1,"pages":395,"title":"Rivers Of London","url":"/buch/rivers-of-london"},"book_type":"book","comment":"After a couple of non-fiction books, I wanted to just grab a light read. Read this in a stressful time, so I didn't fully devote my attention to the story, which is why it didn't capture me completely and confused me sometimes. I laughed in parts, but yeah, can't really rate this properly, because I didn't pay attention all the time. I _think_ this is a good story though, definitely had some captivating characters.","date":"2018-11-24","id":29202,"pinned":false,"private":false,"rating":3,"tags":["english","novel","author_m","fiction","fantasy"],"type":"finished","url":"/eintrag/29202","user":{"username":"florian"}},{"book":{"author":{"id":7239,"name":"Ken Kocienda","url":"/autor/ken-kocienda"},"id":15497,"pages":304,"title":"Creative Selection","url":"/buch/creative-selection"},"book_type":"book","comment":"The story of a former Apple engineer who was part of the team working on the software for the original iPhone -- hence \"the golden age of Steve Jobs\" as the subtitle of this book (sounds like he's only ever met Jobs 2 or 3 times though).\r\n\r\nInteresting details in parts. A little surprising but also calming to read that some/most of hist struggles during work seem familiar from a daily coding experience.\r\n\r\nIn the book, he tries to sum up the core of what he thinks makes the creative process at Apple be what it is. Interesting to read in parts, but he clearly \"only\" had the inside view from one engineering team. The overarching meta view including management, marketing, etc is lacking. Still, some insightful anecdotes even though the process he distills in the end isn't completely convincing to me.\r\n\r\nOne thing that bugs me is the continuous stressing of how much Apple makes decisions driven by \"Taste\", rather than data-driven (he's throwing out punches at Google all the time). Right in the next paragraph, he tells the story of how ingeniously clever they derived the \"perfect\" size of an icon on the home screen. Surprise: They do it data-driven by running experiments with a simple app. Inconsistencies like this make the whole argument stumble here and there. Still, an interesting and quick read.","date":"2018-11-21","id":29201,"pinned":false,"private":false,"rating":3,"tags":["english","tech","business","author_m","nonfiction"],"type":"finished","url":"/eintrag/29201","user":{"username":"florian"}},{"book":{"author":{"id":499,"name":"Neal Stephenson","url":"/autor/neal-stephenson"},"id":7191,"pages":880,"title":"Seveneves","url":"/buch/seveneves"},"book_type":"book","comment":"This book was SO CLOSE to being 5 stars and having the potential to being up there in the ranks with my all-time favorite books. This is still the case for the first 2 parts of the story, but part 3 lost me in several bits, which probably explains why reading the last 200 pages was quite a drag. I eventually really enjoyed the very last part of the book, but I somehow had to get there. Still, 4.5 stars and a strong recommendation if you are into modern sci-fi that is very much connected to our current world and society.","date":"2018-09-12","id":27937,"pinned":false,"private":false,"rating":4,"tags":["english","novel","scifi","author_m","fiction"],"type":"finished","url":"/eintrag/27937","user":{"username":"florian"}},{"book":{"author":{"id":33,"name":"Neil Gaiman","url":"/autor/neil-gaiman"},"id":1021,"pages":623,"title":"American Gods","url":"/buch/american-gods"},"book_type":"book","comment":"Wow, what a weird again into Neil Gaiman's world that's kind of like our world, but in a weird way. This book made me want to go on a road trip through the US. Overall, I really liked it, even though somehow Gaiman's fantasy is sometimes too... unpredictable (?) for me. I like when I have a feeling for what could or could not happen in a fictional world, but with Gaiman's stories, this feeling never sets in.","date":"2018-08-19","id":27934,"pinned":false,"private":false,"rating":4,"tags":["english","novel","fantasy","author_m","fiction"],"type":"finished","url":"/eintrag/27934","user":{"username":"florian"}},{"book":{"author":{"id":7212,"name":"Peter Lynch","url":"/autor/peter-lynch"},"id":15434,"pages":304,"title":"One Up On Wall Street","url":"/buch/one-up-on-wall-street"},"book_type":"book","comment":"Von der vorherigen Lektüre schon indoktriniert, dass \"passives Investieren\" das einzig Rationale und Wahre sein kann, habe ich dann doch mal ein Buch aus dem anderen Lager gelesen. Peter Lynch ist irgendwie ein sympathischer Kauz und das Cover sieht einfach zu ulkig aus. Aber es ist wirklich gut zu lesen und spannend. Hat meine Perspektiven etwas erweitert und führt so langsam zu mehr Verständnis, wie Wirtschaft eigentlich funktioniert.","date":"2018-07-00","id":27933,"pinned":false,"private":false,"rating":4,"tags":["finance","english","author_m","nonfiction"],"type":"finished","url":"/eintrag/27933","user":{"username":"florian"}},{"book":{"author":{"id":7211,"name":"Burton G. Malkiel","url":"/autor/burton-g-malkiel"},"id":15433,"pages":448,"title":"A Random Walk Down Wall Street: The Time-Tested Strategy for Successful Investing (Eleventh Edition)","url":"/buch/a-random-walk-down-wall-street-the-time-tested-strategy-for-successful-investing-eleventh-edition"},"book_type":"book","comment":"Die elfte (!) Auflage. Das Buch gibt es seit 1973, wow. Von der Idee das gleiche wie Kommer, nur aus amerikanischer Sicht. Irgendwie kompakter geschrieben und angenehmer zu lesen.","date":"2018-06-00","id":27932,"pinned":false,"private":false,"rating":4,"tags":["finance","english","author_m","nonfiction"],"type":"finished","url":"/eintrag/27932","user":{"username":"florian"}},{"book":{"author":{"id":7210,"name":"Gerd Kommer","url":"/autor/gerd-kommer"},"id":15432,"pages":416,"title":"Souverän investieren mit Indexfonds und ETFs","url":"/buch/souveraen-investieren-mit-indexfonds-und-etfs"},"book_type":"book","comment":"Das Standardwerk des \"passiven Investierens\". Stellenweise gut, stellenweise langatmig, könnte man insgesamt vermutlich in 30% des Umfangs gestalten. Wenn man sich mal mit Geldanlage für die Altersvorsorge beschäftigen möchte (ja, wirklich), ist das Buch für den deutschen Raum unausweichlich. Gut: Alles vernünftig mit Studien und Statistiken belegt.","date":"2018-05-00","id":27931,"pinned":false,"private":false,"rating":4,"tags":["finance","german","author_m","nonfiction"],"type":"finished","url":"/eintrag/27931","user":{"username":"florian"}},{"book":{"author":{"id":6117,"name":"Wolfram Wette","url":"/autor/wolfram-wette"},"id":12597,"pages":288,"title":"Karl Jäger","url":"/buch/karl-jaeger"},"book_type":"book","comment":"Karl Jäger, von seinen Nachbarn als feinsinniger und höflicher Mensch beschrieben, entwickelte sich vor der Kulisse des Zweiten Weltkrieges vom Musiker und Instrumentenbauer zum Mörder der Litauischen Juden. Seinen eigenen fast prahlenden Aufzeichnungen nach, hat dieser Mensch in wenigen Monaten des Jahres 1941 die jüdische Bevölkerung Litauens von über 170,000 auf 34,500 niedergemetzelt. Bei den Details eines einzelnen Mordes dreht sich einem schon der Magen um. Aber unter Aufsicht dieses SS Kommandeurs hat sich dieser Mord 137,000-fach zugetragen.\r\n\r\nWolfram Wette trägt hier die Biografie eines der Täter der Nazi-Aktionen in Osteuropa zusammen; einer Biografie, wie sie erschreckend, aber offensichtlich doch so typisch für diese Zeit war. \r\n\r\nUnd wie es immer wieder bei diesen Tätern vorgekommen ist, ereilte ihn nach dem Krieg keine wirkliche juristische Aufarbeitung, geschweige denn zeigte er irgendeine Art von Reue oder auch nur ein Zeichen von Mitgefühl für die Opfer. Selbstmitleid und immer noch Gedanken an angebliche soldatische Pflichterfüllung herrschen vor und werden von großen Teilen der Deutschen Öffentlichkeit der Nachkriegszeit auch noch verschwiegen und gedeckt.\r\n\r\nWir sind die Generation, der diese Schrecken zumindest in zeitlicher Nähe vertraut sind, und gleichzeitig haben wir den Abstand, den Täter keine nachbarschaftliche oder scheinbar gemeinschaftliche Deckung mehr zu geben. Lasst uns gemeinsam aufpassen, dass diese menschlichen Abgründe nicht wieder hervorbrechen. Denn menschlich war es anscheinend leider doch -- im schlimmsten Sinne des Wortes.","date":"2018-02-19","id":22414,"pinned":false,"private":false,"rating":4,"tags":["german","biography","history","ww2","author_m","nonfiction"],"type":"finished","url":"/eintrag/22414","user":{"username":"florian"}},{"book":{"author":{"id":2117,"name":"Hannah Arendt","url":"/autor/hannah-arendt"},"id":4078,"pages":448,"title":"Eichmann in Jerusalem: Ein Bericht von der Banalität des Bösen","url":"/buch/eichmann-in-jerusalem-ein-bericht-von-der-banalitaet-des-boesen"},"book_type":"book","comment":"Es gibt so viel aus der deutschen Geschichte, für das ich einfach kein richtiges Verständnis zu entwickeln mag, aber ich probiere es zumindest. Und so gehörte auch das Standardwerk über den Eichmann Prozess irgendwann dazu. Ich kann nicht jeder Facette von Hannah Arendts Rhetorik wirklich folgen, aber dennoch war es gut zu lesen und wirklich interessant. Inwiefern ich nun mehr \"verstehe\", vermag ich aber noch nicht zu beurteilen.  \r\n> Das Beunruhigende an der Person Eichmann war doch gerade, dass er war wie viele und dass diese vielen weder pervers noch sadistisch, sondern schrecklich und erschreckend normal waren und sind.","date":"2018-02-11","id":22299,"pinned":false,"private":false,"rating":5,"tags":["german","history","philosophy","ww2","biography","author_f","nonfiction"],"type":"finished","url":"/eintrag/22299","user":{"username":"florian"}},{"book":{"author":{"id":6073,"name":"Ernst Klee","url":"/autor/ernst-klee"},"id":12526,"pages":191,"title":"Persilscheine und falsche Pässe","url":"/buch/persilscheine-und-falsche-paesse"},"book_type":"book","comment":"Spannende Rechercheergebnisse, wie die deutschen Kirchen Nazis halfen - zur Flucht ins Ausland und zu frühen Entlassungen aus der Haft. Ernst Klee hat echt viel heraus gefunden, listet viele Belege auf und unterfüttert mit lauter Geschichten über Personen, die an diesem Elend beteiligt waren. Was ich vermisst habe, war die Einordnung, inwiefern diese (vielen) Einzelgeschichten mit einer Unterstützung von der Institution Kirche gleichzusetzen sind. Geschrieben war es außerdem recht nüchtern berichtend und aufzählend, aber das ist dieser Art von Buch vermutlich angemessen. ","date":"2018-01-25","id":22298,"pinned":false,"private":false,"rating":3,"tags":["german","history","ww2","author_m","nonfiction"],"type":"finished","url":"/eintrag/22298","user":{"username":"florian"}},{"book":{"author":{"id":596,"name":"Marc-Uwe Kling","url":"/autor/marc-uwe-kling"},"id":11878,"pages":384,"title":"QualityLand","url":"/buch/qualityland"},"book_type":"book","comment":"Das war ein okay-gutes Buch, das viele Themen verarbeitet, die mich auch beschäftigen (was passiert mit unseren Daten, was passiert mit uns Menschen, wenn wir die Super-AI endlich haben, sowas). Manchmal hatte ich den Eindruck, Marc-Uwe Kling und ich haben vielleicht sogar die gleichen Blogposts und Bücher dazu gelesen. Insgesamt denkt er sich dann auch viele lustige Details aus, die ein Kapitel dann lustig machen. An manchen Stellen wirkte es mir aber doch zu plakativ gedacht (und teilweise geschrieben), zumindest für mich persönlich. Aber ich stecke ja auch bis zum Hals drin in der Tech-Suppe. Bin dankbar, dass es das Buch jetzt gibt, kann man super der Familie schenken. In Hardcover außerdem eine sehr schöne Ausgabe.","date":"2018-01-13","id":22056,"pinned":false,"private":false,"rating":3,"tags":["german","novel","author_m","fiction"],"type":"finished","url":"/eintrag/22056","user":{"username":"florian"}},{"book":{"author":{"id":1682,"name":"Margaret Atwood","url":"/autor/margaret-atwood"},"id":4019,"pages":311,"title":"The Handmaid's Tale","url":"/buch/the-handmaid-s-tale"},"book_type":"book","comment":"A powerful story, a dystopian world, amazing writing.","date":"2017-12-26","id":21707,"pinned":false,"private":false,"rating":5,"tags":["author_f","fiction","novel","english"],"type":"finished","url":"/eintrag/21707","user":{"username":"florian"}},{"book":{"author":{"id":5910,"name":"Traudl Junge","url":"/autor/traudl-junge"},"id":12190,"pages":271,"title":"Bis zur letzten Stunde","url":"/buch/bis-zur-letzten-stunde"},"book_type":"book","comment":"Interessante, recht ungefilterte (?) Aufzeichnungen von 1947. Traudl Junge berichtet, wie persönlich und teils banal sie Hitler als seine Sekretärin in den letzten Kriegsjahren und -tagen erlebt hat. Gut um zu verstehen, dass man für Völkermord keine \"Monster\" braucht, sondern der Mensch an sich dazu durchaus in der Lage ist.","date":"2017-12-15","id":21706,"pinned":false,"private":false,"rating":4,"tags":["author_f","nonfiction","biography","history","german","ww2"],"type":"finished","url":"/eintrag/21706","user":{"username":"florian"}},{"book":{"author":{"id":519,"name":"Sergej Lukianenko","url":"/autor/sergej-lukianenko"},"id":768,"pages":524,"title":"Wächter der Nacht","url":"/buch/waechter-der-nacht"},"book_type":"book","comment":"Spannendes Universum, interessante Charaktere -- und irgendwie ein Hauch von russischer Kultur, den ich gar nicht fassen konnte, der mir aber zugesagt hat. Die Sprache war in Teilen schleppend, ich vermute das passiert einfach mit Übersetzungen. Vermutlich ist es in Russisch besser, aber halt außerhalb meines Horizonts. So hat es mich in Phasen als Leser leider verloren, dann aber wegen einer spannenden Aktion wieder gewonnen.  Ein Auf und Ab, so wie diese Bewertung. Mal schauen, ob ich den nächsten Teil noch lesen werde (Tendenz ja), vorerst aber erst anderes.","date":"2017-12-03","id":21584,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","fantasy","german"],"type":"finished","url":"/eintrag/21584","user":{"username":"florian"}},{"book":{"author":{"id":4704,"name":"Tilman Rammstedt","url":"/autor/tilman-rammstedt"},"id":12118,"pages":224,"title":"Morgen mehr","url":"/buch/morgen-mehr"},"book_type":"book","comment":"Ein spontan mitgenommenes Buch, weil ich das Cover mochte und mal wieder etwas  auf Deutsch lesen wollte. Man merkt, dass es irgendwie aus einer Blog-Serie kommt (wusste ich vorher noch nicht) und es gefiel mir. Ein unterhaltsamer Roadtrip ohne richtiges Ziel, aber irgendwie dann doch.","date":"2017-11-20","id":21583,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","fiction","novel"],"type":"finished","url":"/eintrag/21583","user":{"username":"florian"}},{"book":{"author":{"id":15,"name":"Haruki Murakami","url":"/autor/haruki-murakami"},"id":152,"pages":218,"title":"Gefährliche Geliebte","url":"/buch/gefaehrliche-geliebte"},"book_type":"book","comment":"Über das Gefühl, dass irgendwas im Leben fehlt. Über die Suche nach dem Besonderen im Alltäglichen. Angenehm leicht zu lesen.","date":"2017-09-22","id":21186,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/21186","user":{"username":"florian"}},{"book":{"author":{"id":1160,"name":"Ernest Cline","url":"/autor/ernest-cline"},"id":11273,"pages":544,"title":"Ready Player One","url":"/buch/ready-player-one-6"},"book_type":"book","comment":"Nice references to stuff from the 80s, some of which I knew, and some that I had geeked out over before. I found the plot a bit too straight forward in parts and the writing a little... uninspiring sometimes, but all in all, an entertaining read for everyone into (retro-) games and stuff.","date":"2017-09-18","id":21164,"pinned":false,"private":false,"rating":4,"tags":["author_m","scifi","fiction","english"],"type":"finished","url":"/eintrag/21164","user":{"username":"florian"}},{"book":{"author":{"id":3099,"name":"Charlotte Perkins Gilman","url":"/autor/charlotte-perkins-gilman"},"id":11400,"pages":184,"title":"Herland","url":"/buch/herland"},"book_type":"book","comment":"(Spontaneous purchase because the current VINTAGE editions are so pretty)\r\n\r\nReads like a classic adventure story, which I liked. Touches on feminist issues still very relevant today, even though it was written 100 years ago. The language itself however wasn't particularly to my taste, so reading became kind of a drag in some places.","date":"2017-08-11","id":20537,"pinned":false,"private":false,"rating":3,"tags":["author_f","fiction","novel","english"],"type":"finished","url":"/eintrag/20537","user":{"username":"florian"}},{"book":{"author":{"id":4,"name":"Jonathan Safran Foer","url":"/autor/jonathan-safran-foer"},"id":462,"pages":368,"title":"Extremely Loud and Incredibly Close","url":"/buch/extremely-loud-and-incredibly-close"},"book_type":"book","comment":"Emotional and so beautiful. W o w. ","date":"2017-07-29","id":20485,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/20485","user":{"username":"florian"}},{"book":{"author":{"id":1010,"name":"Jonathan Tropper","url":"/autor/jonathan-tropper"},"id":11342,"pages":288,"title":"This Is Where I Leave You","url":"/buch/this-is-where-i-leave-you"},"book_type":"book","comment":"Wow, this was a good read. A mix of light hearted humor and a character's struggle through the chaos of his family life. Somehow, I felt really engaged with his situation, felt his pain and his relief.","date":"2017-07-21","id":20438,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/20438","user":{"username":"florian"}},{"book":{"author":{"id":2827,"name":"Dale Carnegie","url":"/autor/dale-carnegie"},"id":5597,"pages":320,"title":"How to Stop Worrying and Start Living","url":"/buch/how-to-stop-worrying-and-start-living"},"book_type":"book","comment":"I do worry, sometimes. When I lie in bed at night and should rather sleep, than think.\r\n\r\nUsually, I am not in for these kind of \"how fix XYZ in your life\" books. A few people on hackernews rated this 5 stars however, so I gave it a go.\r\n\r\nThe book is surprisingly old (to me, at least. First edition in 1948). Still, it reads as a collection of... Buzzfeed articles? Everything is \"X steps to solve this and that\" and \"this easy trick solved Peter's worry issues\".\r\n\r\nIt's an easy read. I've come out with mixed feelings.\r\n\r\nPro: Some actual applicable advice. And a lot of stories of people who've had it way worse.\r\n\r\nCon: This is clearly not a scientific approach. The presented methods are anecdotal and rarely based on studies. Sometimes it's just \"the person decided not to worry anymore and they lived happily ever after\". Also: Too much Christian stuff for my taste. To get rid of your worry, just... trust in God and \"pray\"? Meh.\r\n\r\nAs a book, this sits right in the middle of 2 and 3 stars. Despite its downsides, it still gave me a useful perspective on the topic, so I went for the 3 stars.","date":"2017-07-12","id":20412,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","english"],"type":"finished","url":"/eintrag/20412","user":{"username":"florian"}},{"book":{"author":{"id":479,"name":"Patrick Rothfuss","url":"/autor/patrick-rothfuss"},"id":707,"pages":662,"title":"The Name of the Wind","url":"/buch/the-name-of-the-wind"},"book_type":"book","comment":"What I had heard about this book ranged from \"the best fantasy book in like EVER\" to \"completely overhyped\". My own opinion lies somewhere in the middle. A very character driven story - which I liked. However, there just didn't seem to happen... much? I know it's book 1 of an unfinished trilogy, but so far it all felt like setting the scene so that the story could take off. Curious to learn how it continues, but will probably read some other books first.","date":"2017-06-17","id":20286,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","fantasy","english"],"type":"finished","url":"/eintrag/20286","user":{"username":"florian"}},{"book":{"author":{"id":17,"name":"Joanne K. Rowling","url":"/autor/joanne-k-rowling"},"id":8601,"pages":320,"title":"Harry Potter and the Cursed Child – Parts One and Two (Special Rehearsal Edition)","url":"/buch/harry-potter-and-the-cursed-child-parts-one-and-two-special-rehearsal-edition"},"book_type":"book","comment":"I understand that things need to be simplified to work in a screenplay. But this was all too dumbed down for my taste. I guess it work work on stage for me, but it didn't work in text form.","date":"2017-05-01","id":20042,"pinned":false,"private":false,"rating":2,"tags":["author_f","fiction","english","fantasy"],"type":"finished","url":"/eintrag/20042","user":{"username":"florian"}},{"book":{"author":{"id":3882,"name":"Carl Sagan","url":"/autor/carl-sagan"},"id":7850,"pages":434,"title":"Contact","url":"/buch/contact"},"book_type":"book","comment":"Starting from his strong science background, Sagan tells a beautiful story about a large fictional \"what if\". I really enjoyed this one.","date":"2017-04-26","id":20004,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","english","scifi"],"type":"finished","url":"/eintrag/20004","user":{"username":"florian"}},{"book":{"author":{"id":33,"name":"Neil Gaiman","url":"/autor/neil-gaiman"},"id":44,"pages":370,"title":"Neverwhere","url":"/buch/neverwhere"},"book_type":"book","comment":"Good story. Great writing.","date":"2017-04-17","id":19917,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","fantasy","english"],"type":"finished","url":"/eintrag/19917","user":{"username":"florian"}},{"book":{"author":{"id":5241,"name":"Howard Phillips Lovecraft","url":"/autor/howard-phillips-lovecraft"},"id":10822,"pages":420,"title":"The Call of Cthulhu and Other Weird Stories","url":"/buch/the-call-of-cthulhu-and-other-weird-stories-3"},"book_type":"book","comment":"Wow, Lovecraft is great! I do like a classic and well told story from time to time. The stories from the Cthulhu myth are in between several genres, but they definitely struck a chord with me. Some were \"okay\", most were \"great\" and a few passages were extraordinarily amazing.\r\n\r\n> I was more afraid than I could explain, but not enough to dull my thirst for wonder.\r\n\r\nMy favorite stories probably were The Picture in the House, The Call of Cthulhu, The Whisperer in Darkness and The Shadow over Innsmouth.\r\n\r\nPS: There are plenty of editions. I quite liked mine, [here it is](https://www.amazon.de/Cthulhu-Selected-Strange-Vintage-Classics/dp/0099528487/ref=sr_1_1?ie=UTF8&qid=1489086636&sr=8-1&keywords=lovecraft+vintage)","date":"2017-03-09","id":19646,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","horror","english"],"type":"finished","url":"/eintrag/19646","user":{"username":"florian"}},{"book":{"author":{"id":207,"name":"Friedrich Dürrenmatt","url":"/autor/friedrich-duerrenmatt"},"id":3406,"pages":128,"title":"Der Verdacht","url":"/buch/der-verdacht"},"book_type":"book","comment":"Als ich das Buch damals zum ersten Mal las, beeindruckte es mich sehr. So sehr, dass ich es einige Zeit sicherlich als mein Lieblingsbuch bezeichnet habe. Aber war das nur der jugendlichen Lebensphase geschuldet? Ich musste das mal herausfinden. Und wie ich jetzt festgestellt habe, haut mich das Buch immer noch um. Obwohl es eine der Geschichten um Kommissar Bärlauch ist, ist das für mich kein Krimi, sondern ein Gedankenexperiment über ein Weltbild, in dem Moral anders funktioniert. Das ganze Buch ist kurz, fix gelesen und enthält einige Zeilen, über die ich Stunden nachdenken könnte.","date":"2017-02-22","id":19560,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/19560","user":{"username":"florian"}},{"book":{"author":{"id":4,"name":"Jonathan Safran Foer","url":"/autor/jonathan-safran-foer"},"id":611,"pages":392,"title":"Tiere essen","url":"/buch/tiere-essen"},"book_type":"book","comment":"Endlich habe ich es gelesen. Und so langsam frage ich mich, ob ich das wohl unterbewusst so lange vor mir hergeschoben haben.\r\n\r\nDie Fakten sind einem im Großen und Ganzen bekannt, wenn man nicht völlig blind durch die Welt läuft. Das besondere an dem Buch ist die Selbstfindungsreise von Foer, auf die er einen mit nimmt -- und die Gedankengänge, die er einem präsentiert.\r\n\r\nMeine Haupterkenntnis ist zumindest, dass es nicht Vegetarier sind, die einer romantischen Idealvorstellung hinterher hängen. Wenn man Fleisch isst, braucht man viel eher eine romantische Sentimentalität, um über eine Menge Fakten hinweg sehen zu können.\r\n\r\nDie Argumentation muss nicht geführt werden, warum man kein Fleisch essen sollte/könnte/dürfte. Viel mehr im Argumentationsdruck ist man, wenn man Fleischkonsum begründen möchte.\r\n\r\nUnd der Satz, der seit Tagen in meinem Kopf umherschwirrt:\r\n\r\n> Es ist immer möglich, jemanden aus dem Schlaf zu wecken, aber kein Lärm der Welt kann jemanden wecken, der nur so tut, als würde er schlafen.\r\n\r\nWarum esse ich nochmal Fleisch?","date":"2017-02-19","id":19536,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","german"],"type":"finished","url":"/eintrag/19536","user":{"username":"florian"}},{"book":{"author":{"id":466,"name":"Philip K. Dick","url":"/autor/philip-k-dick"},"id":2865,"pages":268,"title":"Blade Runner","url":"/buch/blade-runner"},"book_type":"book","comment":"Die Geschichte beschäftigt sich mal wieder mit der interessanten Frage, wo in Zukunft noch der Unterschied zwischen Mensch und Maschine liegen wird. Irgendwie schafft der Text es, relativ knapp eine bedrückende Welt zu beschreiben - nuklear verseucht, und von Müll und nur noch wenig Leben bestimmt. Klassische Science Fiction, die mir gefällt.","date":"2017-02-13","id":19503,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","scifi","german"],"type":"finished","url":"/eintrag/19503","user":{"username":"florian"}},{"book":{"author":{"id":4606,"name":"Morten A. Strøksnes","url":"/autor/morten-a-stroksnes"},"id":9400,"pages":368,"title":"Das Buch vom Meer oder Wie zwei Freunde im Schlauchboot ausziehen, um im Nordmeer einen Eishai zu fangen, und dafür ein ganzes Jahr brauchen","url":"/buch/das-buch-vom-meer-oder-wie-zwei-freunde-im-schlauchboot-ausziehen-um-im-nordmeer-einen-eishai-zu-fangen-und-dafuer-ein-ganzes-jahr-brauchen"},"book_type":"book","comment":"Romane mit Quellenverzeichnis — ganz mein Geschmack. Aber auch so insgesamt hat mir dieses Buch einfach gut gefallen. Man spürt die Liebe des Autors. Die Liebe zum Meer, die Liebe zu Nordnorwegen. Mein 2017 ist soeben um ein Reiseziel reicher geworden.","date":"2017-02-09","id":19419,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/19419","user":{"username":"florian"}},{"book":{"author":{"id":941,"name":"Markus Heitz","url":"/autor/markus-heitz"},"id":2193,"pages":635,"title":"Die Zwerge","url":"/buch/die-zwerge"},"book_type":"book","comment":"Als ich mitten in meiner Fantasy-Phase mal wieder etwas Deutsches lesen wollen, kamen Die Zwerge wie gerufen. Laut Internet wirkt Markus Heitz selbst sehr sympathisch, und um mich herum hatte plötzlich jeder irgendeine Connection zu ihm. Alle Zeichen standen gut. Aber dann... gefiel mir der Text leider so gar nicht. Die Handlung ist okay und irgendwie wollte ich auch ein bisschen wissen, wie es weiter geht. Aber von den Charaktermotivation hat mich nichts so wirklich überzeugt, die Welt hat mich nicht verschlungen und sprachlich hat es mir einfach nicht zugesagt. Es gab zu viele Floskeln, bei denen ich die Augen verdrehen musste, Namen, die wie aus einem Fantasy-Generator gefallen wirkten und zig offensichtliche \"Andeutungen\", deren gewollte Subtilität mich kirre gemacht hat. Liebe Zwerge, ich wollte euch mögen. Aber es ging einfach nicht.","date":"2017-02-02","id":19387,"pinned":false,"private":false,"rating":2,"tags":["author_m","fiction","fantasy","german"],"type":"finished","url":"/eintrag/19387","user":{"username":"florian"}},{"book":{"author":{"id":1447,"name":"Brandon Sanderson","url":"/autor/brandon-sanderson"},"id":10605,"pages":128,"title":"The Emperor's Soul","url":"/buch/the-emperor-s-soul"},"book_type":"book","comment":"The first by Brandon Sanderson that I've read. A short read and a good story. Made me realize how books allow me to feel a spiritual world that I will never believe in in the real world. Great how our minds can run in different modes.","date":"2017-01-20","id":19299,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","fantasy"],"type":"finished","url":"/eintrag/19299","user":{"username":"florian"}},{"book":{"author":{"id":78,"name":"J. R. R. Tolkien","url":"/autor/j-r-r-tolkien"},"id":1023,"pages":432,"title":"The Return of the King","url":"/buch/the-return-of-the-king"},"book_type":"book","comment":"LOTR re-read finished. As good as ever. Probably even better, having finally read the Silmarillion.","date":"2017-01-17","id":19285,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","fantasy"],"type":"finished","url":"/eintrag/19285","user":{"username":"florian"}},{"book":{"author":{"id":78,"name":"J. R. R. Tolkien","url":"/autor/j-r-r-tolkien"},"id":1022,"pages":352,"title":"The Two Towers","url":"/buch/the-two-towers"},"book_type":"book","comment":"","date":"2017-01-08","id":19227,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","fantasy"],"type":"finished","url":"/eintrag/19227","user":{"username":"florian"}},{"book":{"author":{"id":78,"name":"J. R. R. Tolkien","url":"/autor/j-r-r-tolkien"},"id":121,"pages":531,"title":"The Fellowship of the Ring","url":"/buch/the-fellowship-of-the-ring"},"book_type":"book","comment":"It was time for another re-read.","date":"2016-12-12","id":15463,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","fantasy","english"],"type":"finished","url":"/eintrag/15463","user":{"username":"florian"}},{"book":{"author":{"id":78,"name":"J. R. R. Tolkien","url":"/autor/j-r-r-tolkien"},"id":9533,"pages":368,"title":"The Silmarillion","url":"/buch/the-silmarillion"},"book_type":"book","comment":"I don't why it took me until now to read the Silmarillion, but it was about time. With an initial phase of getting used to the writing style that Tolkien chose for this mythic tale (it's like the bible of Middle-earth after all), I then deeply enjoyed it. So much background about the world that I had thought I knew. One epic tale followed by the next. Still, it's clear I will need to read this again, (or \"study\", as some may put it). I am sure there is so much that was lost on me the first way through. So for now, I'll say 4 stars, which only marks that I think there is much more appreciation this work will receive from me over time.","date":"2016-12-08","id":15450,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","english","fantasy"],"type":"finished","url":"/eintrag/15450","user":{"username":"florian"}},{"book":{"author":{"id":4592,"name":"Ray Kurzweil","url":"/autor/ray-kurzweil"},"id":9380,"pages":352,"title":"How to Create a Mind","url":"/buch/how-to-create-a-mind"},"book_type":"book","comment":"I am currently strongly interested in how the human mind works and what consciousness actually is — how it arises and how we might be able to create it artificially. This book is a solid item to feed that interest.\r\n\r\nThis book gives a good introduction and overview of the neurological foundations and the technological perspectives. Unfortunately, the chapter I found most interesting (the one on consciousness), is the most vague at the same time. From what I understand at this point, there just isn't a single convincing theory on where consciousness comes from.\r\n\r\nThe main downside of this book in my personal view is the character Kurzweil himself and how he portrays himself and his research. Yes, he has achieved amazing things in his lifetime and his predictions for the future have become true a lot of times. Still, he seems quite full of himself, and overall just appears to be very egocentric. \r\n\r\nBottom-line: If you are interested in how the mind works, read this book. Just don't forget to bring your own perspective.","date":"2016-11-07","id":15191,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","science","english"],"type":"finished","url":"/eintrag/15191","user":{"username":"florian"}},{"book":{"author":{"id":169,"name":"Jeffrey Eugenides","url":"/autor/jeffrey-eugenides"},"id":476,"pages":596,"title":"Middlesex","url":"/buch/middlesex"},"book_type":"book","comment":null,"date":"2016-11-09","id":15190,"pinned":false,"private":false,"rating":0,"tags":[],"type":"wished","url":"/eintrag/15190","user":{"username":"florian"}},{"book":{"author":{"id":250,"name":"Isaac Asimov","url":"/autor/isaac-asimov"},"id":8787,"pages":304,"title":"I, Robot","url":"/buch/i-robot"},"book_type":"book","comment":"How do we make AI safe, how do we create robots that are positive and empowering companions for humanity? Asimov proposes his three famous laws of robotics, but uses this book to explore the potential shortcomings of any such moral framework. I was surprised to find his stories be applicable to many current discussions regarding ethics and morale of the AI to come. This was the first by Asimov that I've read. It won't be the last.","date":"2016-10-16","id":14332,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","scifi","english"],"type":"finished","url":"/eintrag/14332","user":{"username":"florian"}},{"book":{"author":{"id":935,"name":"Joachim Meyerhoff","url":"/autor/joachim-meyerhoff"},"id":4364,"pages":349,"title":"Wann wird es endlich wieder so, wie es nie war","url":"/buch/wann-wird-es-endlich-wieder-so-wie-es-nie-war"},"book_type":"book","comment":"Autobiografisches Buch über das Aufwachsen inmitten einer Klinik, weil der eigene Vater Leiter einer Psychiatrie ist. Schöne Geschichten. Sehr schön zu lesen. Vier bis fünf Sterne. ","date":"2016-10-01","id":14280,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","biography","german"],"type":"finished","url":"/eintrag/14280","user":{"username":"florian"}},{"book":{"author":{"id":2488,"name":"Manuel Niedermeier","url":"/autor/manuel-niedermeier"},"id":4926,"pages":219,"title":"Durch frühen Morgennebel","url":"/buch/durch-fruehen-morgennebel"},"book_type":"book","comment":"Irgendwie gut, irgendwie nicht so gut. Bin hin und hergerissen. Hat einiges, was mir gefiel. Aber wann immer jemand von \"über Bildschirme ratternde Zahlenkolonnen\" spricht, muss ich ein paar Sterne abziehen.","date":"2016-09-21","id":14246,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/14246","user":{"username":"florian"}},{"book":{"author":{"id":4333,"name":"Richard Phillips Feynman","url":"/autor/richard-phillips-feynman"},"id":8730,"pages":144,"title":"Six Easy Pieces","url":"/buch/six-easy-pieces"},"book_type":"book","comment":"A short read and entertaining text about different aspects of physics. Still, these are lecture notes, so it might not be for everyone.","date":"2016-09-14","id":14244,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","science","english"],"type":"finished","url":"/eintrag/14244","user":{"username":"florian"}},{"book":{"author":{"id":1039,"name":"Virginia Woolf","url":"/autor/virginia-woolf"},"id":8533,"pages":222,"title":"Die Fahrt zum Leuchtturm","url":"/buch/die-fahrt-zum-leuchtturm"},"book_type":"book","comment":"Ein Buch mit wenig Handlung — aber dafür eng gepackt und so gefüllt mit Gedanken, dass man kaum alle aufnehmen kann. Faszinierende innere Monologe, reiche Sprache und immer wieder ein Wiedererkennen eigener Gedankengänge. Momente von Fröhlichkeit und Schönheit, insgesamt aber irgendwie traurig.","date":"2016-06-13","id":13871,"pinned":false,"private":false,"rating":3,"tags":["author_f","fiction","novel","german"],"type":"finished","url":"/eintrag/13871","user":{"username":"florian"}},{"book":{"author":{"id":357,"name":"H.G. Wells","url":"/autor/h-g-wells"},"id":5366,"pages":130,"title":"The War of the Worlds","url":"/buch/the-war-of-the-worlds"},"book_type":"book","comment":"A visionary \"aliens attack the world\" story from 1898. Great adventure story, clear language and interesting reflections on ethical questions. Wells has some thoughts about why we as humans would have any right to survive in the case of a superior species attacking our planet. There's no easy answer.","date":"2016-05-21","id":13777,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","english","scifi"],"type":"finished","url":"/eintrag/13777","user":{"username":"florian"}},{"book":{"author":{"id":2757,"name":"Stephen Fry","url":"/autor/stephen-fry"},"id":8459,"pages":400,"title":"The Liar","url":"/buch/the-liar"},"book_type":"book","comment":"A story that oscillates between small, entertaining anecdotes and a grander story that is told throughout the book. It's the first book I've read by Stephen Fry and I enjoyed its wit, sexual explicitness and plentiful cultural references to Alan Turing and the likes. A very British read that I've really enjoyed.","date":"2016-05-12","id":13743,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/13743","user":{"username":"florian"}},{"book":{"author":{"id":2735,"name":"Donna Tartt","url":"/autor/donna-tartt"},"id":6709,"pages":771,"title":"The Goldfinch","url":"/buch/the-goldfinch"},"book_type":"book","comment":"A story about secrets that tear you apart, growing up and learning how to live even if you don't have much love left for life. All across the story: A painting that carries meaning across time.\r\n\r\nAt times, the story seemed directionless to me, but it slowly found direction throughout the book. Donna Tartt's atmospheric writing and situational poetry were very immersive. About some aspects of the story, I am still unsure; there are definitely some riddles left for me to think about.\r\n\r\nI am unsure if I found the book too long or just right. The book felt like it told more than one story, and I’m still unsure if the end concluded every single of those stories for me. Maybe these stories will go on in my head for a while. An unusual, but good feeling.","date":"2016-04-15","id":13645,"pinned":false,"private":false,"rating":4,"tags":["author_f","fiction","novel","english"],"type":"finished","url":"/eintrag/13645","user":{"username":"florian"}},{"book":{"author":{"id":20,"name":"Richard Dawkins","url":"/autor/richard-dawkins"},"id":8244,"pages":470,"title":"The Greatest Show on Earth","url":"/buch/the-greatest-show-on-earth"},"book_type":"book","comment":"This is clearly a good book. Still, it wasn't for me personally.\r\n\r\nThe premise of the book is the huge amount of early-earth-creationists. The actual numbers of people believing in a world younger than 10,000 years baffles me (about 45% in the US, less in Europe, more in Islamic countries). In my surrounding though, I haven't met a single person who wouldn't believe in a million year history of evolution. \r\n\r\nDawkins really wants to drive the point home that evolution is a fact, so the books tends to get very repetitive in places. For some facts he gives three and more examples, stretching over several pages, where a simple \"this is how it is, and here is a 2 sentence example\" would have sufficed.\r\n\r\nFrom the explictit overstating of examples and repetition of already mentioned facts I would have thought this to be targeted at ... less educated people? At the same time, Dawkins uses quite educated language. His sentences have this intellectual ring to them. It's as if you are hearing his British voice in your head.\r\n\r\nThe actual facts and pieces of evidence he presents are very interesting. Still, I am sure the same could have been done in a third of the book's volume.\r\n\r\nThis is a book offering ammunition to people who are surrounded by history deniers. Sadly - well, fortunately - that's not the case for me. So it was a quite a drag to read. Hopefully his other books are different, as I intend to read some more.","date":"2016-02-18","id":13386,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","science","english"],"type":"finished","url":"/eintrag/13386","user":{"username":"florian"}},{"book":{"author":{"id":4045,"name":"Forrest M. Mims","url":"/autor/forrest-m-mims"},"id":8181,"pages":128,"title":"Getting Started in Electronics","url":"/buch/getting-started-in-electronics"},"book_type":"book","comment":"128 pages of scribbled notes. Very compact and informal introduction to electronics. No unnecessary stories told. Instead, there is room for 100 simple circuits to try out. And that's what I still have to do in order to really \"complete\" this book.","date":"2016-02-07","id":13276,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","tech","coding","english"],"type":"finished","url":"/eintrag/13276","user":{"username":"florian"}},{"book":{"author":{"id":13,"name":"Wolfgang Herrndorf","url":"/autor/wolfgang-herrndorf"},"id":14,"pages":256,"title":"Tschick","url":"/buch/tschick"},"book_type":"book","comment":"Ein kurzes Buch, eine schöne und manchmal irgendwie traurige Abenteuergeschichte aus der Zeit, als man noch 15 war.","date":"2016-02-06","id":13261,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/13261","user":{"username":"florian"}},{"book":{"author":{"id":4043,"name":"Erik Bartmann","url":"/autor/erik-bartmann"},"id":8176,"pages":1080,"title":"Die elektronische Welt mit Arduino entdecken","url":"/buch/die-elektronische-welt-mit-arduino-entdecken"},"book_type":"book","comment":"Teilweise ein wenig albern, aber wenn man sich darauf einlassen kann, ist das Buch eine gute und praktische Einführung in die Thematik. Gut: Alles wird in praktischen Projekten erklärt. Manchmal nicht so gut: Einige Projekte sind einfach Selbstzweck, um eine gewisse Sache zu illustrieren. Das ist okay - aber Projekte, die wirklich einzusetzen sind, sind schon cooler (gibt es aber auch im Buch). Ich habe übrigens die erste Ausgabe gelesen. Die war \"nur\" 600 Seiten lang. Ging aber erstaunlich schnell, da man mit Programmiererfahrung ungefähr ein Drittel einfach überfliegen kann.","date":"2016-02-04","id":13258,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","tech","coding","german"],"type":"finished","url":"/eintrag/13258","user":{"username":"florian"}},{"book":{"author":{"id":1935,"name":"John Green & David Levithan","url":"/autor/john-green-david-levithan"},"id":4225,"pages":310,"title":"Will Grayson, Will Grayson","url":"/buch/will-grayson-will-grayson"},"book_type":"book","comment":"I need to catch up on my reading goals, so decided to pick up a John Green book. And it turned out to be a quick read, just as I'd hoped for. The characters and setting were pretty much what I anticipated, and yet the book was able to surprise me in places. Also, the whole two-author collaboration really worked with this story.","date":"2015-11-12","id":12640,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/12640","user":{"username":"florian"}},{"book":{"author":{"id":13,"name":"Wolfgang Herrndorf","url":"/autor/wolfgang-herrndorf"},"id":3748,"pages":184,"title":"Diesseits des Van-Allen-Gürtels","url":"/buch/diesseits-des-van-allen-guertels"},"book_type":"book","comment":"Hatte mit einem Roman gerechnet, tatsächlich ist das hier eine Sammlung von lose miteinander verbundenen Kurzgeschichten. Jede aus einer anderen Perspektive und unterschiedlich wirr geschrieben.\r\n\r\nSprachlich super. Irgendwie fehlte mir aber noch der rote Faden, irgendein Rahmen der die einzelnen Geschichten besser verbindet. Bei jeder Geschichte hatte ich den Wunsch, den Charakter noch länger verfolgen zu dürfen. Stattdessen war dann plötzlich Schluss.\r\n\r\nHabe das Buch unter Schlafmangel auf einer langen Zugreise gelesen. Vielleicht lag es daran, dass ich mich nicht auf alles perfekt einlassen konnte, aber mitgerissen hat das Buch mich nicht.","date":"2015-09-13","id":11912,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","german"],"type":"finished","url":"/eintrag/11912","user":{"username":"florian"}},{"book":{"author":{"id":56,"name":"Benedict Wells","url":"/autor/benedict-wells"},"id":943,"pages":453,"title":"Becks letzter Sommer","url":"/buch/becks-letzter-sommer"},"book_type":"book","comment":"4 Sterne aufwärts. Gut zu lesende Geschichte, authentische Charaktere, clever und unterhaltsam. Einzig das Ende fand ich nicht so raffiniert, wie es große Teile des Buches vorher waren. \r\n\r\nHatte beim Lesen schon Christian Ulmen vor Augen, das ist genau seine Art von Charakter. Bin auf dem Film gespannt.","date":"2015-09-12","id":11911,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","fiction","novel"],"type":"finished","url":"/eintrag/11911","user":{"username":"florian"}},{"book":{"author":{"id":2097,"name":"Andy Weir","url":"/autor/andy-weir"},"id":4040,"pages":385,"title":"The Martian","url":"/buch/the-martian"},"book_type":"book","comment":"Exciting, funny and a very personal story. I really liked this.","date":"2015-09-02","id":11837,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","english","scifi"],"type":"finished","url":"/eintrag/11837","user":{"username":"florian"}},{"book":{"author":{"id":3604,"name":"Jason Garfield","url":"/autor/jason-garfield"},"id":7241,"pages":59,"title":"Theory and Practice of Juggling","url":"/buch/theory-and-practice-of-juggling"},"book_type":"book","comment":"\"You call juggling a sport, and people laugh. You call juggling an art, and people laugh. You show them there's a Juggle magazine, and people laugh a lot. You punch them in the face, and they stop laughing.\"\r\n\r\nA short pamphlet by Jason Garfield, advocate of juggling as a sport and opposer of juggling as a hippie activity. Quite entertaining if you don't take him literally.","date":"2015-08-10","id":11767,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","english"],"type":"finished","url":"/eintrag/11767","user":{"username":"florian"}},{"book":{"author":{"id":448,"name":"Dave Eggers","url":"/autor/dave-eggers"},"id":2704,"pages":512,"title":"The Circle","url":"/buch/the-circle"},"book_type":"book","comment":"I had high expectations for this book but was heavily let down. What wants to be a modern 1984 / Brave New World mashup is just a description of a world like ours, where social media continues to dominate everyone's live.\r\n\r\nSo there I was waiting for the big thing to happen, the \"visionary story telling\" that was promised by this book. And then: Nothing. A mere continuation of what all of us can imagine social media to be misused for. \r\n\r\nYes, scary if you think of it. But surprising, new, revolutionary? No way.\r\n\r\nMaybe I am too used to this world we live in already and just didn't get the greatness of this book. But any comparison of this book with 1984 or Brave New World falls utterly short of the actual vision and storytelling that Orwell and Huxley showed in their works.","date":"2015-08-23","id":11766,"pinned":false,"private":false,"rating":2,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/11766","user":{"username":"florian"}},{"book":{"author":{"id":469,"name":"Ken Follett","url":"/autor/ken-follett"},"id":60,"pages":1024,"title":"Winter der Welt","url":"/buch/winter-der-welt"},"book_type":"book","comment":"Meine liebe Güte, wo soll ich anfangen. Dies war meine erste Ken Follett Lektüre. Wahrscheinlich wird es auch die letzte bleiben. Eventuell habe ich entgegen meiner Gewohnheit lediglich den Fehler gemacht, eine deutsche Übersetzung in die Hand zu nehmen.\r\n\r\nDie Geschichte an sich war gut: Mehrere Familien in den 1930er und 1940er Jahren leben in verschiedenen Teilen der Welt und nehmen mit ihren persönlichen Schicksalen an der politischen Stimmung und Entwicklung vor und während des Krieges teil. Gelegentlich gibt es zwischen den amerikanischen, britischen, deutschen und Sowjetischen Charakteren auch Berührungspunkte. So weit, so gut.\r\n\r\nWas dem Lesespaß aber extrem geschadet hat, war die stumpfe Sprache. Ich weiß nicht was ich erwartet hatte, aber 1000 Seiten Aneinanderreihung von kurzen Sätzen und simplen Worten sind nicht das, was ich von einem so etablierten Autor erwarte. Das gelegentliche komplexere Wort wirkte auch eher als künstliches Futter, damit Otto-Normal-Leser sich intellektuell fühlen kann?\r\n\r\nSo war das dicke Buch natürlich trotzdem schnell zu lesen, und da ich das Thema an sich spannend fand und sowieso ungern Romane abbreche, habe ich es dann wirklich komplett gelesen... nur um dann zu erfahren, dass dies nur 1 Teil einer Trilogie über das ganze Jahrhundert ist. \r\n\r\nSorry Herr Follett, aber ohne mich.","date":"2015-05-15","id":10381,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/10381","user":{"username":"florian"}},{"book":{"author":{"id":3044,"name":"Patrick Modiano","url":"/autor/patrick-modiano"},"id":6367,"pages":192,"title":"Place de l'Étoile","url":"/buch/place-de-l-toile"},"book_type":"book","comment":"Es geht um das jüdische Leben in Frankreich vor, während und nach dem Krieg. So viel habe ich noch halbwegs verstanden, mehr dann aber nicht. Diese 190 Seiten lange wirre Erzählung fand ich einfach nicht gut. Wechselnde Erzählperspektiven in verschiedenen Zeitlinien mit voller Dröhnung französisch-kultureller Referenzen, die ich nicht verstehe. Das ist kein guter Mix, da hilft auch der \"Nobelpreis für Literatur 2014\" des Autors nicht weiter. Es bleibt der Eindruck eines Axolotl Roadkill für ein intellektuelles frankophones Publikum meiner Elterngeneration, da kommt das Buch bestimmt gut an.","date":"2015-04-00","id":10380,"pinned":false,"private":false,"rating":2,"tags":["author_m","german","fiction","novel"],"type":"finished","url":"/eintrag/10380","user":{"username":"florian"}},{"book":{"author":{"id":2877,"name":"Jennifer Teege & Nikola Sellmair","url":"/autor/jennifer-teege-nikola-sellmair"},"id":5701,"pages":272,"title":"Amon","url":"/buch/amon"},"book_type":"book","comment":"Ein Buch, von dem ich hörte und das ich zufällig am nächsten Tag in einem der öffentlichen Bücherregale entdeckte. Vom Cover blickt einem die dunkelhäutige Autorin freundlich entgegen. Ihre Geschichte: Mit 38 erfährt sie von der Familiengeschichte außerhalb ihrer Adoptivfamilie. Gebürtig ist sie die Enkelin von Amon Göth, dem berüchtigten KZ Kommandanten, der uns aus Schindler's Liste bekannt ist.\r\nSpannend erzählt sie von ihrer persönlichen Konfrontation mit der Tatsache, ihrer andauernden Suche nach ihrer eigenen Herkunft und ihren Gedanken über Erbschuld und Verantwortung. Das Buch hat Höhen und Tiefen, liest sich insgesamt aber gut, da ihre Geschichte irgendwie unwahrscheinlich und daher so packend ist.","date":"2014-12-21","id":9255,"pinned":false,"private":false,"rating":4,"tags":["author_f","nonfiction","biography","history","ww2","german"],"type":"finished","url":"/eintrag/9255","user":{"username":"florian"}},{"book":{"author":{"id":2868,"name":"Barbara Ellermeier","url":"/autor/barbara-ellermeier"},"id":5681,"pages":432,"title":"Hans Scholl","url":"/buch/hans-scholl"},"book_type":"book","comment":"Die Geschichte der Weißen Rose fasziniert mich ja schon lange. Diese Biografie über Hans Scholl ist nun aber relativ neu - die persönlichen Briefwechsel sind erst seit ein paar Jahren einsehbar. \r\n\r\nMein Respekt für die Aktionen der Gruppe um die Scholl-Geschwister bleibt unvermindert und die Einblicke in Hans' Denken und seine Suche nach der Wahrheit berühren mich und sind gut nachzuvollziehen. Persönlich beschäftigt mich der tiefe christliche Glaube, der die Gruppe leitete. So sehe ich die Argumentationen teilweise anders, obwohl ich mit den Schlussfolgerungen zum Moralischen Handeln dann doch überein stimme. \r\n\r\nMir wird klar, dass man \"mit Gott\" leicht etwas \"objektiv falsches\" begründen kann. Möchte man diese \"objektive Falschheit\" ohne ein göttliches Fundament begründen, wird es schon schwieriger und man fällt leicht zurück auf Begründungen mit \"irgendeiner höheren Instanz\". An so etwas glaube ich aber nicht, so dass ich da noch etwas nachdenken muss.\r\n\r\nDie Geschichte gibt an so vielen Stellen Punkte zum Überlegen, dass mich das Buch sicherlich noch länger beschäftigen wird.","date":"2014-12-15","id":9211,"pinned":false,"private":false,"rating":4,"tags":["author_f","nonfiction","biography","german","ww2","history"],"type":"finished","url":"/eintrag/9211","user":{"username":"florian"}},{"book":{"author":{"id":11,"name":"John Green","url":"/autor/john-green"},"id":676,"pages":320,"title":"Paper Towns","url":"/buch/paper-towns"},"book_type":"book","comment":"John Green is a good writer, there's no doubt about that. Yet with the fourth book I'm reading of his, the clever and witty writing can't brush over that one annoying fact: He writes the same story over and over again. \r\n\r\nThe same characters, the same questions of love and understanding what's going on in other people, the same trouble of coming of age. \r\n\r\nYes, it's genre fiction and maybe I'm overreacting, but I'm fed up with John Green novels. For now. ","date":"2014-11-27","id":9047,"pinned":false,"private":false,"rating":2,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/9047","user":{"username":"florian"}},{"book":{"author":{"id":1190,"name":"Douglas Adams & Mark Carwardine","url":"/autor/douglas-adams-mark-carwardine"},"id":5580,"pages":224,"title":"Last Chance To See","url":"/buch/last-chance-to-see"},"book_type":"book","comment":"Recommended by my girlfriend, this book by Douglas Adams has been sitting on the reading stack for a while. Partly because I had other things to read in the meantime, partly because I felt like I needed a break from Adams' writing for a while. \r\nI don't know if it was the last bit that made the difference, but I really liked this book. Adams and Carwardine are travelling around the world on a mission to shed some light on endangered species (and the pure fact of how shitty we've been treating our world). I had a slight idea of what to expect from a talk by Adams I had watched a while ago (https://www.youtube.com/watch?v=_ZG8HBuDjgc) and was not disappointed.\r\nAs the book has been written in the late 80s, I'm curious to find out what has happened to the species in the past 20 odd years. Too bad Adams himself is now part of the rare kind of people that no longer enlighten us with their wisdom, humour and wit. :(\r\n","date":"2014-11-24","id":9027,"pinned":false,"private":false,"rating":5,"tags":["author_m","nonfiction","english"],"type":"finished","url":"/eintrag/9027","user":{"username":"florian"}},{"book":{"author":{"id":251,"name":"Aldous Huxley","url":"/autor/aldous-huxley"},"id":369,"pages":256,"title":"Brave New World","url":"/buch/brave-new-world"},"book_type":"book","comment":"Finally managed to enjoy this classic. Huxley draws an interesting picture of our society's future.\r\nEnslaved by our own desire for eternal happiness and the society's need for stability and productivity. That does sound quite convincing. \r\nBetween that world and the one described by Orwell, it makes you wonder if we're already somewhere in between those two.\r\n","date":"2014-11-16","id":8966,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","english","scifi"],"type":"finished","url":"/eintrag/8966","user":{"username":"florian"}},{"book":{"author":{"id":1577,"name":"Gillian Flynn","url":"/autor/gillian-flynn"},"id":2916,"pages":320,"title":"Gone Girl","url":"/buch/gone-girl"},"book_type":"book","comment":"I'm curious to watch the film so I picked up the book when I saw it at some airport.\r\n\r\nI'm still torn between \"just a thriller\" and \"wow this is excellent\".\r\nTurns out it got addictive pretty quickly and I liked the twists it took every now and again. Still, it just followed that pattern you kind of expected in the beginning. \r\n\r\nPersonally, seeing the couple's relationship develop was touching and actually pretty depressing at a time. Will our own relations eventually develop like that? Let's hope this is all just fiction and we can be better people and better couples.","date":"2014-10-25","id":8811,"pinned":false,"private":false,"rating":4,"tags":["author_f","english","fiction","thriller"],"type":"finished","url":"/eintrag/8811","user":{"username":"florian"}},{"book":{"author":{"id":182,"name":"George R. R. Martin","url":"/autor/george-r-r-martin"},"id":311,"pages":936,"title":"A Feast for Crows","url":"/buch/a-feast-for-crows"},"book_type":"book","comment":"One of these books I've read in sprints throughout the year instead of all at once. Guess I'm always struggling with 500+ pages. The writing is great though. And finally, I'm ahead of the show.","date":"2014-10-11","id":8720,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","fantasy","english"],"type":"finished","url":"/eintrag/8720","user":{"username":"florian"}},{"book":{"author":{"id":185,"name":"F. Scott Fitzgerald","url":"/autor/f-scott-fitzgerald"},"id":255,"pages":180,"title":"The Great Gatsby","url":"/buch/the-great-gatsby"},"book_type":"book","comment":"Digging my way through some classics this year. This one has been a fine read with very quote-worthy passages and quite an intriguing plot.","date":"2014-08-11","id":7638,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/7638","user":{"username":"florian"}},{"book":{"author":{"id":324,"name":"Rachel Joyce","url":"/autor/rachel-joyce"},"id":482,"pages":357,"title":"The Unlikely Pilgrimage of Harold Fry","url":"/buch/the-unlikely-pilgrimage-of-harold-fry"},"book_type":"book","comment":"A story about a pilgrimage, personal transformation, lost love and minimalist values. One part had me in tears. Good travel read during my time in Ireland.","date":"2014-07-31","id":7390,"pinned":false,"private":false,"rating":4,"tags":["author_f","english","fiction","novel"],"type":"finished","url":"/eintrag/7390","user":{"username":"florian"}},{"book":{"author":{"id":1247,"name":"Noah Gordon","url":"/autor/noah-gordon"},"id":2176,"pages":848,"title":"Der Medicus","url":"/buch/der-medicus"},"book_type":"book","comment":"Mal wieder eine deutsche Übersetzung gelesen. War gut.","date":"2014-03-09","id":5920,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","fiction","novel"],"type":"finished","url":"/eintrag/5920","user":{"username":"florian"}},{"book":{"author":{"id":1810,"name":"Sven Hedin","url":"/autor/sven-hedin"},"id":3438,"pages":63,"title":"Geheimnisvolles Tibet","url":"/buch/geheimnisvolles-tibet"},"book_type":"book","comment":"Sven Hedin, der \"letzte große Landreisende\" hat mit seinen Expeditionen viele weiße Flecke auf der Karte Asiens erschlossen. In dieser kurzen Erzählung seiner Expeditionen um 1907 wird deutlich, dass seine Reisen tatsächliche Abenteuer waren mit Transhimalaya-Überquerungen im tiefsten Winter. Es würde mich interessieren, noch mehr von und über ihn zu lesen, da er mit seinen vielen Entdeckungen und Sympathien für den Nationalsozialismus ein komplexer und spannender Charakter zu sein scheint.\r\nAbenteuerlich war auch das Blättern in der vergilbten Ausgabe aus den 1940ern, die ich auf einem Berliner Markt für 0,50€ erstand.","date":"2014-02-05","id":5595,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","german","biography"],"type":"finished","url":"/eintrag/5595","user":{"username":"florian"}},{"book":{"author":{"id":11,"name":"John Green","url":"/autor/john-green"},"id":1968,"pages":272,"title":"An Abundance of Katherines","url":"/buch/an-abundance-of-katherines"},"book_type":"book","comment":"Good book, well written and with characters you start to like. Still, very similar to his other books. His characters seem to reappear in all his works just with a different name and another nerdy affliction. ","date":"2014-01-27","id":5494,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/5494","user":{"username":"florian"}},{"book":{"author":{"id":255,"name":"Ephraim Kishon","url":"/autor/ephraim-kishon"},"id":2962,"pages":208,"title":"Der seekranke Walfisch oder Ein Israeli auf Reisen","url":"/buch/der-seekranke-walfisch-oder-ein-israeli-auf-reisen"},"book_type":"book","comment":"Unterhaltsam.","date":"2014-01-15","id":4989,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","fiction","novel"],"type":"finished","url":"/eintrag/4989","user":{"username":"florian"}},{"book":{"author":{"id":253,"name":"Albert Camus","url":"/autor/albert-camus"},"id":372,"pages":146,"title":"Der Fremde","url":"/buch/der-fremde"},"book_type":"book","comment":"","date":"2013-12-31","id":4693,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/4693","user":{"username":"florian"}},{"book":{"author":{"id":1495,"name":"Mario Livio","url":"/autor/mario-livio"},"id":2766,"pages":366,"title":"Ist Gott ein Mathematiker?","url":"/buch/ist-gott-ein-mathematiker"},"book_type":"book","comment":"Glücklicherweise wird die Prämisse des Titels, nämlich die Existenz Gottes, gar nicht behandelt und auch in keiner Weise voraus gesetzt, viel mehr geht es im Großen um die Frage, ob die Mathematik von Menschen \"entdeckt\" wird und eigentlich in einer platonischen Metawelt existiert, oder ob wir sie lediglich erfinden, um die Welt um uns herum zu erklären. Dazu nimmt der Autor einen mit auf eine gut erzählte Reise durch die Geschichte der Mathematik, ohne irgendein mathematisches Wissen voraus zu setzen. Im letzten Kapitel gibt es dann noch die obligatorische Douglas Adams Referenz, so dass jeder glücklich ist.","date":"2013-12-31","id":4689,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","nonfiction"],"type":"finished","url":"/eintrag/4689","user":{"username":"florian"}},{"book":{"author":{"id":934,"name":"J. M. Coetzee","url":"/autor/j-m-coetzee"},"id":2463,"pages":288,"title":"The Childhood of Jesus","url":"/buch/the-childhood-of-jesus"},"book_type":"book","comment":"The main character is leading a life in emptiness, looking for the \"something\" that is missing. While the author's writing is beautiful, his philosophical detours interesting, the story fails to lead somewhere, it just moves along. Or maybe I just didn't get it.","date":"2013-12-31","id":4686,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/4686","user":{"username":"florian"}},{"book":{"author":{"id":184,"name":"Patrick Süskind","url":"/autor/patrick-sueskind"},"id":2731,"pages":112,"title":"Die Taube","url":"/buch/die-taube"},"book_type":"book","comment":"","date":"2013-12-26","id":4636,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","novel","german"],"type":"finished","url":"/eintrag/4636","user":{"username":"florian"}},{"book":{"author":{"id":1474,"name":"Inge Scholl","url":"/autor/inge-scholl"},"id":2725,"pages":79,"title":"Die weiße Rose","url":"/buch/die-weisse-rose"},"book_type":"book","comment":"Hans Scholl war 25, Sophie Scholl 22, als die Geschwister wegen ihres passiven Widerstandes gegen die Nazis hingerichtet wurden. Ihre Aufrichtigkeit, Willensstärke, Natur- und Geistesliebe und ihren friedlichen Freiheitswillen finde ich zutiefst beeindruckend. Das erste Mal habe ich jetzt auch die Flugblätter bewusst wirklich gelesen (die sind im Anhang dabei, insgesamt sind es also noch 50 Seiten mehr).","date":"2013-12-25","id":4626,"pinned":false,"private":false,"rating":4,"tags":["author_f","nonfiction","history","biography","ww2"],"type":"finished","url":"/eintrag/4626","user":{"username":"florian"}},{"book":{"author":{"id":1470,"name":"Astrid Lindgren, Cäcilie Heinig & Walter Scharnweber","url":"/autor/astrid-lindgren-caecilie-heinig-walter-scharnweber"},"id":2717,"pages":175,"title":"Pippi in Taka-Tuka-Land","url":"/buch/pippi-in-taka-tuka-land"},"book_type":"book","comment":"\"O Pippi\", sagte Annika, \"ich hab so ein merkwürdiges Gefühl. Ich glaub fast, dass ich auch Seeräuber werden will, wenn ich groß bin.\"","date":"2013-12-25","id":4619,"pinned":false,"private":false,"rating":4,"tags":["author_f","german","fiction"],"type":"finished","url":"/eintrag/4619","user":{"username":"florian"}},{"book":{"author":{"id":1469,"name":"Nigel Barley","url":"/autor/nigel-barley"},"id":2716,"pages":249,"title":"Traumatische Tropen","url":"/buch/traumatische-tropen"},"book_type":"book","comment":"Meine erste Ethnologie-Lektüre. Interessant und unterhaltsam, weil es doch etwas überspitzt und pauschalisierend geschrieben ist, dadurch aber sehr gut lesbar wird.","date":"2013-12-23","id":4617,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","nonfiction","biography"],"type":"finished","url":"/eintrag/4617","user":{"username":"florian"}},{"book":{"author":{"id":1317,"name":"Helene Hegemann","url":"/autor/helene-hegemann"},"id":2363,"pages":202,"title":"Axolotl Roadkill","url":"/buch/axolotl-roadkill"},"book_type":"book","comment":"Sind einige Stelle sprachlich und vom Vokabular her doch echt gut, war es eine Qual, sich durch diesen 200-Seiten-Orgasmus ohne Verschnaufpause zu prügeln. Wo es nie ein Absacken der Intensität gibt, bietet ein einziges durchgehendes Extrem einfach keinen Kontrast mehr zum Rest. Das macht das Lesen nicht spannend und abwechslungsreich, sondern einfach nur ätzend. Beeindruckend ist die Emotionalität, die der Text vermittelt, was bei mir aber weitgehend in einer Aggression gegen die Autorin mündete. Vom Polarisationspotential her 5 Sterne, von meinem persönlichen Lesegefühl her aber genau das Gegenteil.","date":"2013-10-29","id":4106,"pinned":false,"private":false,"rating":1,"tags":["author_f","fiction","novel","german"],"type":"finished","url":"/eintrag/4106","user":{"username":"florian"}},{"book":{"author":{"id":49,"name":"Douglas Adams","url":"/autor/douglas-adams"},"id":68,"pages":240,"title":"Life, the Universe and Everything","url":"/buch/life-the-universe-and-everything"},"book_type":"book","comment":"Yet another one from the \"trilogy in five books\". The plot is definitely getting weaker than in the ones before, yet Adam's writing is still as good, I suppose. Still, I wouldn't have expected that before, but I'm kind of fed up with his writing for now. I guess that's just because I've read him too much in too short of time. So before I get back to continuing the series, I'll grab some other authors first.","date":"2013-10-25","id":4074,"pinned":false,"private":false,"rating":2,"tags":["author_m","fiction","novel","english","scifi"],"type":"finished","url":"/eintrag/4074","user":{"username":"florian"}},{"book":{"author":{"id":1293,"name":"Albert Einstein","url":"/autor/albert-einstein"},"id":2286,"pages":112,"title":"Briefe","url":"/buch/briefe"},"book_type":"book","comment":"Lose Sammlung von Briefen, nicht nur an bedeutende Persönlichkeiten, sondern auch an Fans™. Habe endlich heraus gefunden, wo die ganzen Einstein Zitate herkommen. Hier ein gutes: \"Man hat als Mensch gerade noch so viel Verstand mitbekommen, dass man von seiner intellektuellen Ohnmacht dem Seienden gegenüber eine deutliche Vorstellung erlangen kann.\" Netter Schmöker für Zwischendurch mit Einblicken in Einsteins Sicht auf gute Menschen, böse Menschen, die Presse, Musik, Religion und den Sinn des Lebens. Wirklich nur Fetzen, daher keine klassische Leseempfehlung, aber bei Interesse an Albert bestimmt das Richtige.","date":"2013-10-17","id":4004,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","history","biography"],"type":"finished","url":"/eintrag/4004","user":{"username":"florian"}},{"book":{"author":{"id":11,"name":"John Green","url":"/autor/john-green"},"id":12,"pages":256,"title":"Looking for Alaska","url":"/buch/looking-for-alaska"},"book_type":"book","comment":"I would give this is a less-than-four-stars-but-definitely-more-than-three-stars rating. It's really close to fours stars though.\r\nAfter having read \"The Fault In Our Stars\", this is a little weaker. Still, the characters are interesting with a lot of personal stories to them. The story has got parts where I had to actually laugh while sitting alone in my room. A good sign. All in all an entertaining and easy read, with a few passages that make you pause and think.","date":"2013-10-15","id":3999,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/3999","user":{"username":"florian"}},{"book":{"author":{"id":179,"name":"Yann Martel","url":"/autor/yann-martel"},"id":245,"pages":356,"title":"Life of Pi","url":"/buch/life-of-pi"},"book_type":"book","comment":"Great story, beautifully narrated.","date":"2013-10-11","id":3992,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/3992","user":{"username":"florian"}},{"book":{"author":{"id":1256,"name":"Max Landorff","url":"/autor/max-landorff"},"id":2200,"pages":336,"title":"Der Regler","url":"/buch/der-regler"},"book_type":"book","comment":"Flott durchgelesen um Bahnfahrt und Flug zu überbrücken. Gut erzählt, der Schreibstil mit vielen kleinen Seitengeschichten hat mir gefallen. Die Mankos die ich sehe will ich hier nicht verraten.","date":"2013-10-01","id":3912,"pinned":false,"private":false,"rating":4,"tags":["author_m","fiction","novel","german","thriller"],"type":"finished","url":"/eintrag/3912","user":{"username":"florian"}},{"book":{"author":{"id":1251,"name":"Rolf Dobelli & Birgit Lang","url":"/autor/rolf-dobelli-birgit-lang"},"id":2184,"pages":246,"title":"Die Kunst des klaren Denkens","url":"/buch/die-kunst-des-klaren-denkens"},"book_type":"book","comment":"Angenehm zu Lesen in vielen handlichen Häppchen. Mit 52 Denkfehlern, denen man öfter erliegt, wäre das hier auch ein gutes Nachschlagwerk für's Regal - mit den hübschen Illustrationen bietet sich das eh an.","date":"2013-09-29","id":3888,"pinned":false,"private":false,"rating":4,"tags":["author_m","german","nonfiction"],"type":"finished","url":"/eintrag/3888","user":{"username":"florian"}},{"book":{"author":{"id":1138,"name":"Fred Vargas","url":"/autor/fred-vargas"},"id":1933,"pages":454,"title":"Die Nacht des Zorns","url":"/buch/die-nacht-des-zorns"},"book_type":"book","comment":"Okay, aber für mich kein Knaller. Vielleicht auch, da ich zu spät erst bemerkte, dass das Buch aus einer Krimireihe kommt und einige Querverweise hat. Was ich mochte waren die natürlichen Dialoge und Anflüge von Poesie. Aber von einem Spiegel Bestseller hätte ich noch etwas mehr erwartet.","date":"2013-09-08","id":3509,"pinned":false,"private":false,"rating":3,"tags":["author_m","fiction","novel","german","crime"],"type":"finished","url":"/eintrag/3509","user":{"username":"florian"}},{"book":{"author":{"id":11,"name":"John Green","url":"/autor/john-green"},"id":30,"pages":336,"title":"The Fault in Our Stars","url":"/buch/the-fault-in-our-stars"},"book_type":"book","comment":"It's been a long time since I've last finished a book in about a day. The story is okay but what really made it for me was John Green's writing and the wit of his characters.","date":"2013-08-26","id":3436,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","english"],"type":"finished","url":"/eintrag/3436","user":{"username":"florian"}},{"book":{"author":{"id":49,"name":"Douglas Adams","url":"/autor/douglas-adams"},"id":66,"pages":208,"title":"The Restaurant at the End of the Universe","url":"/buch/the-restaurant-at-the-end-of-the-universe"},"book_type":"book","comment":"\"In the beginning the Universe was created. This has made a lot of people very angry and been widely regarded as a bad move.\"","date":"2013-08-24","id":3422,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","english","scifi"],"type":"finished","url":"/eintrag/3422","user":{"username":"florian"}},{"book":{"author":{"id":49,"name":"Douglas Adams","url":"/autor/douglas-adams"},"id":65,"pages":216,"title":"The Hitchhiker's Guide to the Galaxy","url":"/buch/the-hitchhiker-s-guide-to-the-galaxy"},"book_type":"book","comment":"Something you can read over and over again, even when you should be busy doing other things.","date":"2013-07-12","id":2845,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","english","scifi"],"type":"finished","url":"/eintrag/2845","user":{"username":"florian"}},{"book":{"author":{"id":503,"name":"Ned Beauman","url":"/autor/ned-beauman"},"id":745,"pages":284,"title":"Der Boxer","url":"/buch/der-boxer"},"book_type":"book","comment":"Witziger Anfang, hier und da eine Stelle zum Schmunzeln. Ansonsten Hakenkreuzkäfer, stinkendes Urin und so überhaupt keine Spannung. Meh.","date":"2013-04-01","id":1858,"pinned":false,"private":false,"rating":2,"tags":["author_m","german","fiction","novel"],"type":"finished","url":"/eintrag/1858","user":{"username":"florian"}},{"book":{"author":{"id":357,"name":"H.G. Wells","url":"/autor/h-g-wells"},"id":528,"pages":128,"title":"The Time Machine","url":"/buch/the-time-machine"},"book_type":"book","comment":"I've started reading through some of the classics you can get for free for your Kindle. Till then I never knew The Time Machine was such a short book, perfect for some casual 2 day reading. \r\n\r\nThis is a simple yet exciting adventure story that draws an image of the possible future where our society could be heading. Also, it's hard not to like a story where the main character is a classy fellow who travels through time in gentleman's clothes from the 19th century.","date":"2013-02-25","id":1583,"pinned":false,"private":false,"rating":5,"tags":["author_m","fiction","novel","scifi","english"],"type":"finished","url":"/eintrag/1583","user":{"username":"florian"}},{"book":{"author":{"id":341,"name":"Leander Kahney","url":"/autor/leander-kahney"},"id":505,"pages":320,"title":"Inside Steve's Brain","url":"/buch/inside-steve-s-brain"},"book_type":"book","comment":"Interesting read to learn about Apple's history and Steve Jobs' leadership style. The premise of the book however sounds a bit strange to me, as it seems to be trying to tell the reader what to do to be like Steve Jobs without questioning his actions. Also the writing is a bit out of date of course, as it was written a few years before Jobs' passing away. He certainly was an inspiring person and this book seems to give a good introduction to his role at Apple (and Pixar), but to have a more profound image about his life I think I'll read more from different sources.  ","date":"2013-02-22","id":1552,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","tech","biography","english"],"type":"finished","url":"/eintrag/1552","user":{"username":"florian"}},{"book":{"author":{"id":278,"name":"Sam Williams","url":"/autor/sam-williams"},"id":419,"pages":264,"title":"Free as in Freedom","url":"/buch/free-as-in-freedom"},"book_type":"book","comment":"Some kind of biography about Richard Stallman and his fight for Free Software. Interesting read that makes me want to create more publicly available software. ","date":"2013-02-12","id":1457,"pinned":false,"private":false,"rating":4,"tags":["author_m","nonfiction","tech","biography","english"],"type":"finished","url":"/eintrag/1457","user":{"username":"florian"}},{"book":{"author":{"id":24,"name":"Malcolm Gladwell","url":"/autor/malcolm-gladwell"},"id":28,"pages":304,"title":"Blink!","url":"/buch/blink"},"book_type":"book","comment":"Interessant zu erfahren, dass manchmal eine spontane Entscheidung besser sein kann als eine genaue Abwägung. Unser Unterbewusstsein ist offensichtlich zu mehr in der Lage als ich dachte. Gleichzeitig ist das aber auch der Grund, warum wir unterbewusst rassistisch sind und mit Vorurteilen unsere Entscheidungen treffen. \r\nWar ganz interessant, aber ich fand das Buch nicht so herausragend, wie mir vorher berichtet wurde.","date":"2013-01-23","id":1019,"pinned":false,"private":false,"rating":3,"tags":["author_m","nonfiction","english"],"type":"finished","url":"/eintrag/1019","user":{"username":"florian"}},{"book":{"author":{"id":12,"name":"Volker Kutscher","url":"/autor/volker-kutscher"},"id":13,"pages":560,"title":"Der nasse Fisch","url":"/buch/der-nasse-fisch"},"book_type":"book","comment":"Tolle Atmosphäre im Berlin der 1920er Jahre. Sobald es beim Kommissar endlich los geht, geht es dann auch richtig los. Das passiert etwa ab der Hälfte des Buches.","date":"2013-01-07","id":1004,"pinned":false,"private":false,"rating":4,"tags":["german","fiction","novel","author_m","crime"],"type":"finished","url":"/eintrag/1004","user":{"username":"florian"}},{"book":{"author":{"id":2477,"name":"Joseph Campbell","url":"/autor/joseph-campbell"},"id":4911,"pages":418,"title":"The Hero with a Thousand Faces","url":"/buch/the-hero-with-a-thousand-faces"},"book_type":"book","comment":null,"date":"2015-01-19","id":992,"pinned":false,"private":false,"rating":null,"tags":[],"type":"wished","url":"/eintrag/992","user":{"username":"florian"}},{"book":{"author":{"id":466,"name":"Philip K. Dick","url":"/autor/philip-k-dick"},"id":2781,"pages":208,"title":"Do Androids Dream of Electric Sheep?","url":"/buch/do-androids-dream-of-electric-sheep"},"book_type":"book","comment":null,"date":"2015-01-19","id":991,"pinned":false,"private":false,"rating":null,"tags":[],"type":"wished","url":"/eintrag/991","user":{"username":"florian"}}],"name":"Florian","url":"/von/florian","username":"florian"}
